{"id": 5596770, "url": "https://api.capapi.org/v1/cases/5596770/", "name": "FIRST MIDWEST BANK, Plaintiff-Appellant, v. THUNDER ROAD, INC., et al., Defendants-Appellees", "name_abbreviation": "First Midwest Bank v. Thunder Road, Inc.", "decision_date": "2005-08-24", "docket_number": "No. 3—04—0738", "first_page": "921", "last_page": "925", "citations": [{"cite": "359 Ill. App. 3d 921", "type": "official"}], "volume": {"volume_number": "359", "barcode": "32044106823339", "url": "https://api.capapi.org/v1/volumes/32044106823339/"}, "reporter": {"id": 322, "full_name": "Illinois Appellate Court Reports, Third Series", "url": "https://api.capapi.org/v1/reporters/322/"}, "court": {"name_abbreviation": "Ill. App. Ct.", "name": "Illinois Appellate Court", "id": 8837, "slug": "ill-app-ct", "url": "https://api.capapi.org/v1/courts/ill-app-ct/"}, "jurisdiction": {"name": "Ill.", "id": 29, "slug": "ill", "name_long": "Illinois", "url": "https://api.capapi.org/v1/jurisdictions/ill/", "whitelisted": true}, "cites_to": [{"cite": "199 Ill. 2d 281"}, {"cite": "701 N.E.2d 1084"}, {"cite": "561 N.E.2d 1201"}, {"cite": "183 Ill. 2d 407"}, {"cite": "480 N.E.2d 1243"}, {"cite": "703 N.E.2d 559"}, {"cite": "301 Ill. App. 3d 323"}, {"cite": "204 Ill. App. 3d 662"}, {"cite": "119 Ill. 2d 405"}, {"cite": "134 Ill. App. 3d 676"}, {"cite": "769 N.E.2d 18"}, {"cite": "452 N.E.2d 649"}, {"cite": "519 N.E.2d 453"}, {"cite": "116 Ill. App. 3d 969"}], "frontend_url": "https://cite.capapi.org/ill-app-3d/359/921/", "preview": [], "casebody": {"status": "ok", "data": "<casebody firstpage=\"921\" lastpage=\"925\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <parties id=\"b939-7\">FIRST MIDWEST BANK, Plaintiff-Appellant, v. THUNDER ROAD, INC., <em>et al., </em>Defendants-Appellees.</parties>\n  <court id=\"b939-9\">Third District</court>\n  <docketnumber id=\"AV8\">No. 3—04—0738</docketnumber>\n  <decisiondate id=\"b939-10\">Opinion filed August 24, 2005.</decisiondate>\n  <attorneys id=\"b940-4\"><page-number citation-index=\"1\" label=\"922\">*922</page-number>Jonathon C. Fox (argued) and Karla C. Steele, both of Califf &amp; Harper, PC., of Moline, for appellant.</attorneys>\n  <attorneys id=\"b940-5\">Robert J. Noe (argued) and Benjamin J. Samuelson, both of Bozeman, Neighbour, Patton &amp; Noe, L.L.P, of Moline, for appellee.</attorneys>\n  <opinion type=\"majority\">\n    <author id=\"b940-6\">JUSTICE SCHMIDT</author>\n    <p id=\"ACA\">delivered the opinion of the court:</p>\n    <p id=\"b940-7\">Plaintiff, First Midwest Bank, filed a complaint against defendants, Thunder Road, Inc., Todd Carter, Dale Siefker, and Billie Pence seeking $140,289.62. A default judgment was entered against Thunder Road and Carter. Subsequently, Pence filed a summary judgment motion which the trial court granted. First Midwest Bank (FMB) appeals the trial court’s summary judgment in Pence’s favor.</p>\n    <p id=\"b940-8\">BACKGROUND</p>\n    <p id=\"b940-9\">FMB issued three loans to Thunder Road. The first loan, in the amount of $460,000, was issued on June 9, 1999. The second loan, in the amount of $75,000, was issued on January 29, 2002. The second loan was accompanied by a promissory note and three commercial guaranties executed by Carter, Siefker, and Pence.</p>\n    <p id=\"b940-10\">The January 29, 2002, commercial guaranty for the second loan executed by Pence provides that: (1) its amount is unlimited; (2) “the Indebtedness guaranteed by this Guaranty includes any and all of Borrower’s indebtedness to Lender and is used in the most comprehensive sense and means and includes any and all of Borrower’s liabilities, obligations and debts to Lender, now existing or hereinafter incurred or created”; (3) it remains in effect until revoked by written notice to the lender; and (4) “the word ‘Note’ means the promissory note dated January 29, 2002, in the original principal amount of $75,000 from Borrower to Lender, together with all renewals of, extensions of, <page-number citation-index=\"1\" label=\"923\">*923</page-number>modifications of, refinancing of, consolidations of, and substitutions for the promissory note or agreement.” Pence never provided FMB with notice, written or otherwise, that she was revoking this commercial guaranty.</p>\n    <p id=\"b941-3\">On September 18, 2002, FMB extended a third loan to Thunder Road in the amount of $142,008.01. This loan was executed contemporaneously with a promissory note and three commercial guaranties. The first two commercial guaranties were signed by Carter and Siefker. The third commercial guaranty was purportedly signed by Pence, but FMB subsequently learned that Pence’s signature was a forgery. During his deposition, Michael Weipert, a representative of FMB, testified that the purpose of the September 18, 2002, loan was to replace the first two loans. Weipert also said that FMB would not have made the September 18, 2002, loan to Thunder Road without the three commercial guaranties, including that of Pence.</p>\n    <p id=\"b941-4\">FMB filed a complaint against Thunder Road, Inc., Carter, Siefker and Pence, jointly and severally, seeking judgment in the amount of $140,289.62, which is the amount outstanding on Thunder Road’s loan. FMB specifically seeks judgment against Pence pursuant to her commercial guaranty of the second loan dated January 29, 2002.</p>\n    <p id=\"b941-5\">In her summary judgment motion, Pence argues that the September 2002 loan agreement, note and commercial guaranties constituted novation and thereby extinguished her obligation under the January 2002 guaranty.</p>\n    <p id=\"b941-6\">The court granted Pence’s motion for summary judgment and found that there was novation and that the execution of the September 2002 loan agreement, note, and guaranties extinguished Pence’s obligation pursuant to the January 2002 guaranty.</p>\n    <p id=\"b941-7\">ANALYSIS</p>\n    <p id=\"b941-8\">The issue before this court is whether the loan agreement, promissory notes, and commercial guaranties of September 18, 2002, constitute novation of the January 29, 2002, loan agreement and commercial guaranties, even though one of the September 18, 2002, commercial guaranties (Pence’s) was forged.</p>\n    <p id=\"b941-9\">On appeal, the reviewing court examines questions of law under a <em>de novo </em>standard of review. The interpretation of a contract and a summary judgment award involve legal questions; therefore, we shall apply a <em>de novo </em>standard of review. <em>General Casualty Insurance Co. v. Lacey, </em>199 Ill. 2d 281, 284, 769 N.E.2d 18, 20 (2002); <em>Illinois Fraternal Order of Police Labor Council v. Town of Cicero, </em>301 Ill. App. 3d 323, 335, 703 N.E.2d 559, 567 (1998).</p>\n    <p id=\"b941-10\">When reviewing a summary judgment, the reviewing court, review<page-number citation-index=\"1\" label=\"924\">*924</page-number>ing the evidence in the light most favorable to the nonmovant, must determine whether a genuine issue of material fact exists and whether the moving party is entitled to a judgment as a matter of law. <em>Majca v. Beekil, </em>183 Ill. 2d 407, 416, 701 N.E.2d 1084, 1088 (1998).</p>\n    <p id=\"b942-3\">Novation is the substitution of a new debt or obligation for an existing one, which is thereby extinguished. <em>Kroll v. Sugar Supply Corp., </em>116 Ill. App. 3d 969, 975, 452 N.E.2d 649, 653 (1983). The elements of novation are: (1) a previous valid obligation; (2) a subsequent agreement by all of the parties to the new contract; (3) the extinguishment of the old contract; and (4) the validity of the new contract. <em>Aluminum Co. of America v. Home Can Manufacturing Corp., </em>134 Ill. App. 3d 676, 682, 480 N.E.2d 1243, 1248 (1985).</p>\n    <p id=\"b942-4\">FMB argues that, although it intended for the September 18, 2002, loan agreement to replace the January 29, 2002, loan agreement and novation of the prior loan, the novation never occurred because of the intervening forgery of Pence’s commercial guaranty. According to FMB, there was no novation because there was no meeting of the minds; FMB did not consent to release Pence as the guarantor, and Pence did not agree to the new contract.</p>\n    <p id=\"b942-5\">We find that there was no meeting of the minds. FMB never consented to a new loan agreement supported by only two commercial guaranties. Furthermore, Pence’s consent to the September 18, 2002, agreement was forged and not valid.</p>\n    <p id=\"b942-6\">In order for the September 18, 2002, loan to be novation, all parties to the loan must have agreed to the essential terms of the agreement. <em>Trittipo v. O’Brien, </em>204 Ill. App. 3d 662, 561 N.E.2d 1201 (1990). Here, it is undisputed that Pence did not agree to the September 18, 2002, loan. Furthermore, FMB believed that the essential terms of the September loan included three valid commercial guaranties, including that of Pence. All of the parties did not agree upon the essential terms; therefore, there was no meeting of the minds and no novation.</p>\n    <p id=\"b942-7\">Pence argues that <em>McLean County Bank v. Brokaw, </em>119 Ill. 2d 405, 519 N.E.2d 453 (1988), is controlling here. The facts in <em>McLean County Bank </em>are clearly distinguishable from the facts in the instant case. In <em>McLean County Bank, </em>the bank obtained the guaranty agreements of Mr. and Mrs. Brokaw for a loan of $200,000. Later, the bank requested that the Brokaws sign a subsequent $250,000 guaranty agreement. Mrs. Brokaw refused to sign the subsequent agreement. Despite Mrs. Brokaw’s refusal, Mr. Brokaw signed the second guaranty agreement. There was no forgery. The bank knowingly went forward with the second loan with only one guarantor, Mr. Brokaw. The bank was aware that Mrs. Brokaw had refused to sign the later loan guaranty but proceeded anyway. <em>McLean County Bank v. Brokaw, </em>119 <page-number citation-index=\"1\" label=\"925\">*925</page-number>Ill. 2d 405, 519 N.E.2d 453. As set forth above, that is not what occurred here.</p>\n    <p id=\"b943-3\">For the forgoing reasons, we find that the September 2002 loan agreement, note and commercial guaranties did not constitute novation of the January 29, 2002, loan agreement and commercial guaranty. Therefore, summary judgment in Pence’s favor was improper.</p>\n    <p id=\"b943-4\">CONCLUSION</p>\n    <p id=\"b943-5\">For the foregoing reasons, we reverse the finding of the circuit court of Rock Island County that there was novation and its decision to grant summary judgment in favor of Pence.</p>\n    <p id=\"b943-6\">Reversed and remanded.</p>\n    <p id=\"b943-7\">BARRY and HOLDRIDGE, JJ., concur.</p>\n  </opinion>\n</casebody>\n"}}
{"id": 5594507, "url": "https://api.capapi.org/v1/cases/5594507/", "name": "In re ESTATE OF PRASAD L. MUPPAVARAPU, Deceased (Padmaja Raecharla, Indiv. and as Co-Trustee Under the Muppavarapu Family Trust, Plaintiff-Appellant, v. Srinivas Rao Kudaravalli, in His Capacities as Ex’r of the Estate of Prasad L. Muppavarapu, and as Co-Trustee of the Muppavarapu Family Trust, et al., Defendants-Appellees)", "name_abbreviation": "Raecharla v. Kudaravalli", "decision_date": "2005-08-31", "docket_number": "No. 3—04—0969", "first_page": "925", "last_page": "930", "citations": [{"cite": "359 Ill. App. 3d 925", "type": "official"}], "volume": {"volume_number": "359", "barcode": "32044106823339", "url": "https://api.capapi.org/v1/volumes/32044106823339/"}, "reporter": {"id": 322, "full_name": "Illinois Appellate Court Reports, Third Series", "url": "https://api.capapi.org/v1/reporters/322/"}, "court": {"name_abbreviation": "Ill. App. Ct.", "name": "Illinois Appellate Court", "id": 8837, "slug": "ill-app-ct", "url": "https://api.capapi.org/v1/courts/ill-app-ct/"}, "jurisdiction": {"name": "Ill.", "id": 29, "slug": "ill", "name_long": "Illinois", "url": "https://api.capapi.org/v1/jurisdictions/ill/", "whitelisted": true}, "cites_to": [{"cite": "329 Ill. App. 38"}, {"cite": "561 N.E.2d 1273"}, {"cite": "66 N.E.2d 740"}, {"cite": "204 Ill. App. 3d 23"}, {"cite": "156 Ill. App. 3d 712"}, {"cite": "686 N.E.2d 42"}, {"cite": "821 N.E.2d 269"}, {"cite": "292 Ill. App. 3d 318"}, {"cite": "213 Ill. 2d 307"}, {"cite": "509 N.E.2d 798"}], "frontend_url": "https://cite.capapi.org/ill-app-3d/359/925/", "preview": [], "casebody": {"status": "ok", "data": "<casebody firstpage=\"925\" lastpage=\"930\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <parties id=\"b943-8\"><em>In re </em>ESTATE OF PRASAD L. MUPPAVARAPU, Deceased (Padmaja Raecharla, Indiv. and as Co-Trustee Under the Muppavarapu Family Trust, Plaintiff-Appellant, v. Srinivas Rao Kudaravalli, in His Capacities as Ex’r of the Estate of Prasad L. Muppavarapu, and as Co-Trustee of the Muppavarapu Family Trust, <em>et al., </em>Defendants-Appellees).</parties>\n  <court id=\"b943-9\">Third District</court>\n  <docketnumber id=\"AHF\">No. 3—04—0969</docketnumber>\n  <decisiondate id=\"b943-10\">Opinion filed August 31, 2005.</decisiondate>\n  <attorneys id=\"b944-4\"><page-number citation-index=\"1\" label=\"926\">*926</page-number>Philip E. Koenig (argued), of Rock Island, for appellant.</attorneys>\n  <attorneys id=\"b944-5\">Daniel Churchill (argued), of Churchill &amp; Churchill, of Moline, for appellee Srinivas Rao Kudaravalli.</attorneys>\n  <attorneys id=\"b944-6\">Robert T. Park (argued), of Snyder, Park &amp; Nelson, EC., of Rock Island, for appellee Chittaranjan Mallipeddi.</attorneys>\n  <opinion type=\"majority\">\n    <author id=\"b944-7\">JUSTICE BARRY</author>\n    <p id=\"AhW\">delivered the opinion of the court:</p>\n    <p id=\"b944-8\">This appeal arises from an order of the circuit court of Rock Island County granting summary judgment in favor of defendants on two counts of plaintiff’s complaint. Plaintiff appeals. We reverse and remand.</p>\n    <p id=\"b944-9\">I. FACTS</p>\n    <p id=\"b944-10\">Prasad L. Muppavarapu (decedent), died on April 19, 1999. Decedent’s will created a testamentary trust naming his wife, Padmaja Raecharla, plaintiff herein, as a co-trustee, Srinivas Rao Kudaravalli (Sri), decedent’s nephew, as executor of the will and as a co-trustee, and Chittaranjan Mallipeddi (CM), the husband of decedent’s niece, as a co-trustee. The trust stated that it was established to provide for the medical care and education of plaintiff and decedent’s nieces and nephews. The trustees were to serve without compensation according to the terms of the trust. In July 1999, plaintiff and CM signed an agreement to give Sri authority to make all investment and financial decisions for the testamentary trust. Two years later, on July 25, 2001, plaintiff withdrew this authority in a letter to Sri and CM.</p>\n    <p id=\"b945-2\"><page-number citation-index=\"1\" label=\"927\">*927</page-number>Plaintiff filed a three-count complaint against Sri and CM. Plaintiff was awarded summary judgment as to count I and it is not the subject of this appeal. Count II was brought against Sri and CM alleging that they breached their fiduciary duties by failing to choose investments that would permit for payments for educational and medical needs of the beneficiaries, and by making investments that caused significant depreciation of the trust. It sought recovery of the loss of value of the corpus, an order for payment of plaintiffs medical and educational expenses, and removal of codefendants as trustees. Count III alleged breach of fiduciary duty by defendants and self-dealing by Sri in that Sri, with the cooperation of CM, borrowed $400,000 from the trust and was guilty of self-dealing. Plaintiff sought recovery of the borrowed funds and removal of defendants as trustees.</p>\n    <p id=\"b945-3\">Plaintiff served defendants with interrogatories and requested oral depositions on July 14, 2004. Defendants filed their motion for summary judgment on counts II and III on July 16, 2004, alleging that, as to count II, plaintiff could not show bad faith. As to count III, they alleged that the funds had been repaid with interest (at <em>3%%) </em>so there was no basis for liability. Defendants’ motion was supported by affidavits from Sri and CM stating that all investments were made in good faith and that the loans had been repaid.</p>\n    <p id=\"b945-4\">On July 19, 2004, plaintiff filed a motion to compel discovery and to continue a hearing on the motion for summary judgment. In the motion, plaintiff stated that responses to discovery were necessary in order to effectively respond to the motion for summary judgment. Defendants responded that it was too costly to pay attorney fees for discovery and asked the court to decide the motion for summary judgment before ordering discovery. On August 4, 2004, the court denied the motion to compel discovery and stayed discovery until after the hearing on the summary judgment motion.</p>\n    <p id=\"b945-5\">On August 18, 2005, plaintiff filed her response to the motion for summary judgment coupled with her own affidavit discussing defendants’ failure to make payments for her education, Sri’s loan to himself, and facts regarding the large losses following investments in two technology companies. Plaintiff alleged that Sri would not pay for her health insurance so she had none. He allegedly told her to use the life insurance proceeds to pay for health insurance even though the trust’s specific purpose was for medical and educational needs. Plaintiff further alleged that she repeatedly asked Sri for information regarding the trust accounts but she did not receive it. Plaintiff alleged that Sri admitted to her that he had taken cash from her personal funds to pay margin calls on his personal account and the trust account. She further alleged that she was in the United States in <page-number citation-index=\"1\" label=\"928\">*928</page-number>April 2000, when Sri first borrowed money from the trust, although he stated that she was out of the country so he could not consult with her regarding the loan.</p>\n    <p id=\"b946-3\">Plaintiff also attached the affidavit of James K. Say, which stated that he had been a trust administrator for a bank for over 20 years and that he had reviewed the investments made by Sri and found them unsuitable because they had no income stream to make distributions to the beneficiaries and they were excessively risky for trust investment. He also stated that Sri’s loan to himself violated the trustee’s duty of loyalty. Defendants filed a motion to strike the late-filed pleadings, but this motion was denied.</p>\n    <p id=\"b946-4\">On August 25, 2004, the trial court entered summary judgment for defendants on counts II and III. The judge stated that in order to succeed in her claim that defendants violated their fiduciary duties, as per the terms of the trust, plaintiff would have to demonstrate that defendants acted in bad faith. The judge found that plaintiff did not set forth facts demonstrating bad faith. Since there was no evidence of bad faith, the court found that there was no genuine issue of material fact for trial.</p>\n    <p id=\"b946-5\">Although the trial judge chastised plaintiff for filing her response to defendants’ motion for summary judgment on the morning of the hearing, the judge stated that he considered plaintiffs pleadings in reaching his decision.</p>\n    <p id=\"b946-6\">II. ANALYSIS</p>\n    <p id=\"b946-7\">Summary judgment is proper where, when viewed in the light most favorable to the nonmoving party, the pleadings, depositions, admissions, and affidavits on file reveal that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. 735 ILCS 5/2 — 1005(c) (West 2002); <em>Home Insurance Co. v. Cincinnati Insurance Co., </em>213 Ill. 2d 307, 315, 821 N.E.2d 269, 275 (2004). Our standard of review is <em>de novo. Home Insurance Co., </em>213 Ill. 2d at 315, 821 N.E.2d at 275.</p>\n    <p id=\"b946-8\">Following a thorough review of the record and viewing it in the light most favorable to plaintiff, we determine that there is a genuine issue as to the material facts so that defendants were not entitled to judgment as a matter of law. Factual issues exist regarding both the allegation of breach of fiduciary duty and the allegation of self-dealing.</p>\n    <p id=\"b946-9\">The trial judge was incorrect in his finding that plaintiff did not set forth facts demonstrating bad faith which would indicate a breach of fiduciary duty. In her affidavit, which the trial judge stated he considered, plaintiff alleged that Sri refused to make distributions to her for her health or education, which was the stated purpose of the <page-number citation-index=\"1\" label=\"929\">*929</page-number>trust. Plaintiff alleged that Sri failed to provide her with an accounting of the investments, which she began requesting in April 2000. It was during that month that Sri made his first loan to himself from the trust account. Sri alleged that plaintiff was unavailable for consultation regarding the loan because she was out of the country in April 2000. Plaintiff alleged that she was in the country during April 2000 and that she was also in the country during November and December 2000 when Sri made further loans to himself, contrary to Sri’s representation. Finally, plaintiff alleged that Sri told her that he had margined investments in the trust account and had used money from plaintiffs personal accounts to pay the margin calls on the trust account.</p>\n    <p id=\"b947-4\">Additionally, the affidavit of James K. Say stated that he reviewed the investments made by Sri and found them unsuitable because they had no income stream to make distributions to the beneficiaries and they were excessively risky for trust investment. All of these allegations, when viewed in a light most favorable to plaintiff, create a genuine issue as to whether fiduciary duties were breached.</p>\n    <p id=\"b947-5\">Moreover, plaintiff was not even allowed to pursue discovery prior to the hearing on the motion for summary judgment, in order to fully develop any factual issues that existed. The trial judge should have at least allowed her that opportunity before deciding that no genuine issue of material fact existed to support her complaint.</p>\n    <p id=\"b947-6\">Regarding the allegation of self-dealing, the trial judge’s finding of good faith based upon the fact that Sri paid back the loan after plaintiff became aware of it is contrary to Illinois law. Illinois case law supports holding trustees to a higher standard of good faith.</p>\n    <blockquote id=\"b947-7\">“Generally, a trustee owes a fiduciary duty to a trust’s beneficiaries and is obligated to carry out the trust according to its terms and to act with the highest degrees of fidelity and utmost good faith. [Citation.] Further, a trustee owes a fiduciary duty to serve the interest of the beneficiaries with total loyalty, excluding all self-interest, and is prohibited from dealing with the trust’s property for her individual benefit. [Citation.]” <em>Giagnorio v. Emmett C. Torkelson Trust, </em>292 Ill. App. 3d 318, 325, 686 N.E.2d 42, 46 (1997).</blockquote>\n    <p id=\"b947-8\">Further, in <em>Rennacker v. Rennacker, </em>156 Ill. App. 3d 712, 715, 509 N.E.2d 798, 800 (1987), this court stated:</p>\n    <blockquote id=\"b947-9\">“A trustee must use care and diligence in the discharge of his powers and duties, is held to a high standard of conduct, and must exercise the utmost or highest good faith in the administration of the trust. [Citation.] The trustee must keep in mind the beneficiary’s interest and the trustee cannot do any act inconsistent with the beneficiary’s interest irrespective of the trustee’s good or bad <page-number citation-index=\"1\" label=\"930\">*930</page-number>faith. Further, good faith in the administration of a trust means the trustee must act honestly and with undivided loyalty to his trust, not merely with the standard of the workaday world, but with the most sensitive degree of honor. <em>Sauvage v. Gallaway </em>(1946), 329 Ill. App. 38, 66 N.E.2d 740.” <em>Rennacker v. Rennacker, </em>156 Ill. App. 3d 712, 715, 509 N.E.2d 798, 800 (1987).</blockquote>\n    <p id=\"b948-3\">Defendant’s argument that he meets the exception to this rule is unpersuasive. In <em>Bracken v. Block, </em>204 Ill. App. 3d 23, 26, 561 N.E.2d 1273, 1274 (1990), this court stated that where the trust instrument contemplates, creates, and expressly sanctions conflicts of interest between the trustee’s interests and those of the trust property, the conflict may be allowed to exist. Sri contends that the decedent anticipated a conflict regarding Sri in his capacity as trustee and in his capacity as beneficiary of the trust. If Sri had been disbursing money to himself as a beneficiary to pay for health and medical expenses, then, perhaps, this potential conflict would have been an issue because Sri, as trustee would have been giving himself money as a beneficiary. However, Sri took personal loans amounting to a significant portion of the trust for his own personal use that had nothing to do with the stated purpose of the trust and nothing to do with his role as a beneficiary. Because the trust was depleted by Sri, these funds were not available for the medical and educational needs of the beneficiaries for several years. Therefore, these personal loans do not seem to be consistent with the beneficiaries’ interests or taken with undivided loyalty to the trust. Furthermore, there is evidence that Sri was less than truthful when he stated that plaintiff was unavailable for consultation regarding the loans, further demonstrating bad faith and self-dealing on his part.</p>\n    <p id=\"b948-4\">In that plaintiff stated multiple facts in her affidavits which would support a finding of bad faith, and thus a breach of fiduciary duty and self-dealing, the trial judge improperly granted summary judgment to the defendants on counts II and III.</p>\n    <p id=\"b948-5\">III. CONCLUSION</p>\n    <p id=\"b948-6\">For the reasons stated, the trial judge’s award of summary judgment to the defendants is reversed and this matter is remanded to the circuit court for further proceedings consistent with this order.</p>\n    <p id=\"b948-7\">Reversed and remanded.</p>\n    <p id=\"b948-8\">SLATER, EJ., and HOLDRIDGE, J., concur.</p>\n  </opinion>\n</casebody>\n"}}
{"id": 5595201, "url": "https://api.capapi.org/v1/cases/5595201/", "name": "THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. ANTONIO L. HARRIS, Defendant-Appellant", "name_abbreviation": "People v. Harris", "decision_date": "2005-09-06", "docket_number": "No. 4—03—0755", "first_page": "931", "last_page": "938", "citations": [{"cite": "359 Ill. App. 3d 931", "type": "official"}], "volume": {"volume_number": "359", "barcode": "32044106823339", "url": "https://api.capapi.org/v1/volumes/32044106823339/"}, "reporter": {"id": 322, "full_name": "Illinois Appellate Court Reports, Third Series", "url": "https://api.capapi.org/v1/reporters/322/"}, "court": {"name_abbreviation": "Ill. App. Ct.", "name": "Illinois Appellate Court", "id": 8837, "slug": "ill-app-ct", "url": "https://api.capapi.org/v1/courts/ill-app-ct/"}, "jurisdiction": {"name": "Ill.", "id": 29, "slug": "ill", "name_long": "Illinois", "url": "https://api.capapi.org/v1/jurisdictions/ill/", "whitelisted": true}, "cites_to": [{"cite": "609 N.E.2d 252"}, {"cite": "747 N.E.2d 16"}, {"cite": "336 Ill. App. 3d 425"}, {"cite": "354 Ill. App. 3d 224"}, {"cite": "251 Ill. App. 3d 640"}, {"cite": "281 N.E.2d 409"}, {"cite": "149 Ill. 2d 540"}, {"cite": "576 N.E.2d 887"}, {"cite": "217 Ill. App. 3d 66"}, {"cite": "281 Ill. App. 3d 814"}, {"cite": "782 N.E.2d 864"}, {"cite": "666 N.E.2d 899"}, {"cite": "622 N.E.2d 1271"}, {"cite": "823 N.E.2d 82"}, {"cite": "599 N.E.2d 926"}, {"cite": "154 Ill. 2d 272"}, {"cite": "819 N.E.2d 1274"}, {"cite": "782 N.E.2d 787"}, {"cite": "4 Ill. App. 3d 591"}, {"cite": "336 Ill. App. 3d 145"}, {"cite": "355 Ill. App. 3d 28"}, {"cite": "319 Ill. App. 3d 996"}], "frontend_url": "https://cite.capapi.org/ill-app-3d/359/931/", "preview": [], "casebody": {"status": "ok", "data": "<casebody firstpage=\"931\" lastpage=\"938\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <parties id=\"b949-2\">THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. ANTONIO L. HARRIS, Defendant-Appellant.</parties>\n  <court id=\"b949-4\">Fourth District</court>\n  <docketnumber id=\"AorN\">No. 4—03—0755</docketnumber>\n  <decisiondate id=\"b949-5\">Opinion filed September 6, 2005.</decisiondate>\n  <otherdate id=\"A1By\">Rehearing denied October 17, 2005.</otherdate>\n  <attorneys id=\"b949-9\">Daniel D. Yuhas and Lawrence J. Essig, both of State Appellate Defender’s Office, of Springfield, for appellant.</attorneys>\n  <attorneys id=\"b949-10\">Jack Ahola, State’s Attorney, of Decatur (Norbert J. Goetten, Robert J. Biderman, and Jason P Young, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.</attorneys>\n  <opinion type=\"majority\">\n    <author id=\"b949-11\">JUSTICE STEIGMANN</author>\n    <p id=\"AGL\">delivered the opinion of the court:</p>\n    <p id=\"b949-12\">In May 2002, defendant, Antonio L. Harris, pleaded guilty to armed robbery (720 ILCS 5/18 — 2(a)(2) (West 2000)). In exchange for his plea, the State agreed to dismiss other charges but made no agreement with defendant regarding what sentence the State would recommend. In August 2002, the court sentenced him to 22 years in prison. The court also ordered that the sentence be served consecutively to defendant’s 18-month sentence in an unrelated case.</p>\n    <p id=\"b950-3\"><page-number citation-index=\"1\" label=\"932\">*932</page-number>Defendant appeals, arguing that (1) the trial court abused its discretion in sentencing him by attributing undue weight to defendant’s participation in other crimes and (2) this court must amend his sentencing order because the trial court failed to admonish him during guilty-plea proceedings that he was eligible for consecutive sentences. We disagree and affirm.</p>\n    <p id=\"b950-4\">I. BACKGROUND</p>\n    <p id=\"b950-5\">In January 2002, the State charged defendant with four counts of armed robbery (720 ILCS 5/18 — 2(a) (West 2000)) and one count of aggravated battery with a firearm (720 ILCS 5/12 — 4.2(a) (West 2000)). At the May 2002 guilty-plea hearing, defendant agreed to plead guilty to one count of armed robbery. In exchange, the State agreed to dismiss the remaining armed-robbery charges, the aggravated-battery charge, and charges in an unrelated case (Macon County case No. 02 — CF— 350). The trial court admonished defendant that (1) no agreement existed regarding what sentence the court would impose and (2) he was eligible to be sentenced to between 6 and 30 years in prison. The court did not admonish defendant that he was eligible for consecutive sentences.</p>\n    <p id=\"b950-6\">According to the factual basis the State provided for defendant’s guilty plea, around 9:40 p.m. on December 21, 2001, defendant, who was wearing a black, hooded sweatshirt and a blue ski mask, walked into a Wareco gas station in Decatur. He placed a white, plastic grocery bag on the counter, pointed a handgun at a female employee, and told her to “give [him] all the money.” The employee put an undetermined amount of cash in the plastic bag, and defendant ran from the gas station. The next day, police officers arrested defendant and searched a residence where he occasionally stayed. Inside, officers found a white, plastic grocery bag containing cash, a .22-caliber handgun, a blue ski mask, and a black, hooded sweatshirt. During a police interview, defendant admitted robbing the Wareco gas station.</p>\n    <p id=\"b950-7\">The trial court (1) accepted the State’s factual basis, (2) found that defendant had knowingly and voluntarily entered his guilty plea, and (3) accepted the plea.</p>\n    <p id=\"b950-8\">At the July and August 2002 sentencing hearing, a Decatur police detective and a police officer testified that defendant was involved in two other armed robberies that occurred around the same time as the December 21, 2001, armed robbery. (Defendant had not been tried for, or convicted of, these crimes.) In particular, they testified as to (1) items found during the December 22, 2001, search that matched the description of items used during the other two armed robberies and (2) a statement given by a codefendant as to defendant’s participation in the other crimes.</p>\n    <p id=\"b951-3\"><page-number citation-index=\"1\" label=\"933\">*933</page-number>Two employees of B&amp;C Television in Decatur testified and described an armed robbery that occurred there on December 11, 2001. They also identified items used in that robbery, which matched items seized during the December 22, 2001, search. An employee of the Wareco gas station testified and described an armed robbery that occurred there on December 14, 2001. She also identified items used in that robbery that matched items seized during the December 22, 2001,search.</p>\n    <p id=\"b951-4\">Defendant’s maternal and paternal grandmothers testified as to defendant’s good character and caring nature. They also testified that defendant’s family members were willing to help support him financially and emotionally.</p>\n    <p id=\"b951-5\">Defendant testified that he accepted responsibility for committing the December 21, 2001, armed robbery. His goal was to rehabilitate himself and find a job after being released from prison.</p>\n    <p id=\"b951-6\">The trial court considered the presentence investigation report, which indicated, in pertinent part, as follows: (1) defendant, who was 19 years old at the time of the offense, had one prior felony conviction and one prior misdemeanor conviction; (2) defendant was the father of a young child, although he did not financially support his child; (3) defendant had earned his high school equivalency degree (G.E.D.); and (4) defendant had a full-time job at the time of his arrest.</p>\n    <p id=\"b951-7\">The State recommended that the trial court impose a 25-year prison sentence, and defense counsel recommended that the court impose a prison sentence between 8 and 10 years. After considering the evidence and counsel’s arguments, the court sentenced defendant to 22 years in prison. The court also ordered that the sentence be served consecutively to defendant’s 18-month sentence for obstructing justice (Macon County case No. 00 — CF—1829), upon determining that defendant committed the December 21, 2001, armed robbery while out on bond in case No. 00 — CF—1829.</p>\n    <p id=\"b951-8\">This appeal followed.</p>\n    <p id=\"b951-9\">II. ANALYSIS</p>\n    <p id=\"b951-10\">A. The Trial Court’s Consideration at Sentencing of Defendant’s Participation in Other Armed Robberies</p>\n    <p id=\"b951-11\">Initially, we note that defendant does not challenge the admissibility at his sentencing of evidence that he participated in other armed robberies. Indeed, such a claim would wholly lack merit. See <em>People v. Jackson, </em>149 Ill. 2d 540, 548, 599 N.E.2d 926, 930 (1992) (evidence of past criminal conduct for which there has been no prosecution or conviction is relevant to a defendant’s character and may be considered at sentencing); <em>People v. Ward, </em>154 Ill. 2d 272, 333, 609 N.E.2d 252, <page-number citation-index=\"1\" label=\"934\">*934</page-number>278 (1992) (“A requirement for the admissibility of evidence at the aggravation/mitigation phase of the sentencing hearing is relevancy and reliability”). Instead, defendant argues that the trial court abused its discretion in sentencing him when it “overly considered” the other-crimes evidence, which resulted in a “complete discounting” of mitigating evidence. We disagree.</p>\n    <p id=\"b952-3\">In <em>People v. Kennedy, </em>336 Ill. App. 3d 425, 433, 782 N.E.2d 864, 871 (2002), the appellate court discussed the factors to be considered during sentencing, as follows: “A trial court’s sentencing determination must be based on the particular circumstances of each case, including factors such as the defendant’s credibility, demeanor, general moral character, mentality, social environment, habits, and age.” As stated above, one of the factors that a trial court may properly consider is the defendant’s participation in other crimes. <em>Jackson, </em>149 Ill. 2d at 548, 599 N.E.2d at 930. The trial court is the proper forum for determining a defendant’s sentence, and we will not alter a trial court’s sentencing decision absent an abuse of discretion. <em>People v. Hensley, </em>354 Ill. App. 3d 224, 234, 819 N.E.2d 1274, 1284 (2004).</p>\n    <p id=\"b952-4\">Armed robbery is a Class X felony (720 ILCS 5/18 — 2(b) (West 2000)) and has a sentencing range of 6 to 30 years in prison (730 ILCS 5/5 — 8—1(a)(3) (West 2000)).</p>\n    <p id=\"b952-5\">In sentencing defendant to 22 years in prison, the trial court stated, in pertinent part, as follows:</p>\n    <blockquote id=\"b952-6\">“In this case, we have a relatively young man, apparently, comes from a good[,] supportive family, and he is good to them, helps his grandmothers out and other members of the family, and I feel certain, from having listened to his grandmothers here this morning, that if they had known any of this stuff was going on, they sure wouldn’t have put up with it because they’re not that kind of people ***. So, certainly, — uh—[defendant] was not brought up by his family to do things like this. It’s [a] little curious when somebody does have an upbringing like that and then they turn to crime in order to buy presents to pay their family back for their kindness. I guess in some respects, maybe, that’s laudable, but it’s certainly misplaced sentiment to do something like that.</blockquote>\n    <blockquote id=\"b952-7\">There are some other factors that we can look at that — uh— weigh in [defendant’s] favor. Although he dropped out of school, apparently, he did get a G.E.D. That shows that he has the capability of doing things that are positive. He has been employed in the past at fast food restaurants, and [through] personal experience, the [c]ourt’s aware that that’s not generally fun work and doesn’t [pay] very well, but it is honorable to do work like that if that’s what’s available.</blockquote>\n    <blockquote id=\"b952-8\">On the other hand, we have a young man here who is not a <page-number citation-index=\"1\" label=\"935\">*935</page-number>stranger to the [Ilegal [sjystem, had involvement as a juvenile, had involvement as an adult with a misdemeanor [c]riminal [djamage to [pjroperty in [1999], and the felony [o]bstructing [j]ustice — uh— for which he was sentenced in his absence in November [2001]. ***</blockquote>\n    <blockquote id=\"b953-4\">In addition, apparently, [defendant] didn’t learn anything from— uh — being convicted for that offense in that he went ahead and gave the police a false name when he was picked up for this offense.</blockquote>\n    <blockquote id=\"b953-5\">Further, although there are, as [defense counsel] pointed out, some discrepancies in some of the descriptions and things of that nature that were given relating to the B&amp;C robbery, some of the hearsay that the [c]ourt has heard with respect to aggravation in this case is, of course, admissible if the [c]ourt finds it to be — uh— reliable. And the [c]ourt does find it to be reliable. I find at the least that [defendant] was involved in the armed robbery at B&amp;C, and I think it’s probably likely that he was involved in the prior armed robbery at Wareco as well.</blockquote>\n    <blockquote id=\"b953-6\">Considering all of those things and all of the other factors in aggravation and mitigation, it appears to the [c]ourt that a sentence in excess of what has been suggested by [defense counsel] is appropriate in this case. On the other hand, with some of the things that [defendant] has going in his favor, I don’t think a sentence of a length of that has been suggested by the State is appropriate either, although I think the State’s recommendation is closer to what is reasonable and appropriate in this case than [defense counsel’s].”</blockquote>\n    <p id=\"b953-7\">The record belies defendant’s contention that the trial court “overly considered” his participation in the other armed robberies and “completely discount[ed]” the mitigating evidence. Instead, the record clearly shows that the court was aware of the circumstances of the crime and carefully considered both the aggravating and mitigating factors in fashioning an appropriate sentence. Judged in accordance with the appropriate standard of review, we conclude that the trial court’s sentencing decision did not constitute an abuse of discretion.</p>\n    <p id=\"b953-8\">In so concluding, we emphatically reject defendant’s contention that he was prejudiced because the trial court allowed too much detailed evidence of the other armed robberies, thus creating “too many trials within a trial at sentencing.” The only cases defendant cites in support of his contention involved other-crimes evidence admitted during the <em>guilt phase of a trial, </em>not during sentencing. See, for example, <em>People v. Bennett, </em>281 Ill. App. 3d 814, 828, 666 N.E.2d 899, 908 (1996) (during guilt phase, the State should not “ ‘put on a trial within a trial’ ” by introducing too many details of other crimes). “A trial court is not bound by the same rules of evidence at a sentenc<page-number citation-index=\"1\" label=\"936\">*936</page-number>ing hearing as it is during the guilt phase of a trial” <em>(People v. West, </em>355 Ill. App. 3d 28, 42, 823 N.E.2d 82, 93 (2005)), and, as earlier stated, the trial court may admit other-crimes evidence at sentencing if it is (1) relevant and (2) reliable <em>(Ward, </em>154 Ill. 2d at 333, 609 N.E.2d at 278). In addition, this court has long held that the amount of other-crimes evidence the trial court may consider in sentencing a defendant is largely unlimited. <em>People v. Schleyhahn, </em>4 Ill. App. 3d 591, 596, 281 N.E.2d 409, 413 (1972). Thus, contrary to defendant’s suggestion, the sentencing court need not — as it does during the guilt phase — concern itself with whether the amount of detail allowed in describing other crimes results in prejudice to the defendant.</p>\n    <p id=\"b954-4\">B. The Trial Court’s Failure To Admonish Defendant That He Was Eligible for Consecutive Sentences</p>\n    <p id=\"b954-5\">Defendant also argues that the trial court failed to admonish him during guilty-plea proceedings that he was eligible for consecutive sentences. He thus contends that this court must amend his sentencing order to reflect that his 22-year prison sentence is to be served concurrently with his 18-month sentence in Macon County case No. 00 — CF—1829. Although we agree that the court failed to admonish defendant that he was eligible for consecutive sentences, we disagree as to defendant’s requested remedy.</p>\n    <p id=\"b954-6\">Supreme Court Rule 402(a)(2) requires that before accepting a guilty plea, the trial court must inform the defendant of “the minimum and maximum sentence prescribed by law, including, when applicable, the penalty to which the defendant may be subjected because of prior convictions or consecutive sentences.” 177 Ill. 2d R. 402(a)(2). If the court’s failure to properly admonish a defendant results in the denial of “real justice” or prejudice to the defendant, the reviewing court should vacate the defendant’s guilty plea and allow the defendant to plead anew. See <em>People v. Blankley, 319 Ill. </em>App. 3d 996, 1007, 747 N.E.2d 16, 25 (2001); see also <em>People v. Hayes, </em>336 Ill. App. 3d 145, 152-53, 782 N.E.2d 787, 793 (2002) (holding that the defendant’s guilty plea must be vacated and the cause remanded to allow him to plead anew where the trial court failed to inform the defendant during his guilty-plea proceedings that his sentences would be consecutive); <em>People v. Brown, </em>217 Ill. App. 3d 66, 70, 576 N.E.2d 887, 890 (1991) (when a trial court fails to admonish a defendant in accordance with Supreme Court Rule 402, the defendant’s guilty plea must be vacated).</p>\n    <p id=\"b954-7\">In this case, the two Macon County assistant State’s Attorneys who appeared at defendant’s May 2002 guilty-plea hearing should have (1) been aware of Macon County case No. 00 — CF—1829 and (2) . informed the trial court as to the impact of that case on defendant’s <page-number citation-index=\"1\" label=\"937\">*937</page-number>sentence for armed robbery. However, they did not so inform the court, and it is undisputed that the court failed to admonish defendant that he was eligible for consecutive sentences, as is required by Supreme Court Rule 402(a)(2) (177 Ill. 2d R. 402(a)(2)).</p>\n    <p id=\"b955-4\">Nonetheless, we need not determine whether the trial court’s failure to properly admonish defendant requires us to vacate defendant’s guilty plea and allow him to plead anew because defendant does not seek that remedy. Instead, he asks this court for the wrong remedy — namely, that this court amend his sentencing order to reflect that his 22-year prison sentence is to be served concurrently with his 18-month sentence in Macon County case No. 00 — CF—1829. In support of his remedy request, defendant cites <em>People v. Wills, </em>251 Ill. App. 3d 640, 622 N.E.2d 1271 (1993). However, that case is inapposite.</p>\n    <p id=\"b955-5\">In <em>Wills, </em>the defendant pleaded guilty to four counts of theft of property valued over $300. In exchange, the defendant agreed, in part, to cooperate with the authorities and make statements regarding his and his coconspirator’s actions in their theft schemes. <em>Wills, </em>251 Ill. App. 3d at 641, 622 N.E.2d at 1272. During the defendant’s guilty-plea hearing, the trial court failed to admonish him that he was eligible for consecutive sentences. <em>Wills, </em>251 Ill. App. 3d at 642, 622 N.E.2d at 1273. The defendant later fulfilled his part of the agreement and cooperated with authorities. <em>Wills, </em>251 Ill. App. 3d at 641, 622 N.E.2d at 1272. On appeal, the Fifth District (1) concluded that the trial court failed to properly admonish the defendant that he was eligible for consecutive sentences and (2) remanded for the trial court to enter an amended sentencing order reflecting that the defendant’s sentences were to run concurrently. In so doing, the Fifth District reasoned that the defendant “relied to his detriment on the trial court’s admonishments and made statements against his interest impheating himself in the schemes.” <em>Wills, </em>251 Ill. App. 3d at 645, 622 N.E.2d at 1275. Unlike in <em>Wills, </em>no unusual circumstances exist here that require this court to amend defendant’s sentencing order. Accordingly, because defendant has not asked this court to vacate his guilty plea and allow him to plead anew, we need not further address the trial court’s failure to properly admonish defendant.</p>\n    <p id=\"b955-6\">We view appellate counsel’s request that this court amend defendant’s sentencing order — as opposed to vacating his guilty plea — as a tactical decision, not an oversight or mistake. That is, we suspect counsel understands that defendant would likely not benefit from having his guilty plea vacated and the parties returned to the positions they were in before defendant pleaded guilty, given that (1) the State could force defendant to stand trial on all the charges that were either dismissed or about which evidence was presented at the <page-number citation-index=\"1\" label=\"938\">*938</page-number>sentencing hearing and (2) if defendant were convicted, consecutive sentences would again result because they would be statutorily mandated. If defendant thinks otherwise about his appellate counsel’s handling of this case, he may file a petition for relief under the Post-Conviction Hearing Act (725 ILCS 5/122 — 1 through 122 — 8 (West 2004)).</p>\n    <p id=\"b956-4\">III. CONCLUSION</p>\n    <p id=\"b956-5\">For the reasons stated, we affirm the trial court’s judgment.</p>\n    <p id=\"Anc\">Affirmed.</p>\n    <p id=\"b956-6\">COOK, EJ, and KNECHT, J, concur.</p>\n  </opinion>\n</casebody>\n"}}
{"id": 5595801, "url": "https://api.capapi.org/v1/cases/5595801/", "name": "THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. LAMONTE DIXON, JR., Defendant-Appellant", "name_abbreviation": "People v. Dixon", "decision_date": "2005-09-14", "docket_number": "No. 4—04—0381", "first_page": "938", "last_page": "947", "citations": [{"cite": "359 Ill. App. 3d 938", "type": "official"}], "volume": {"volume_number": "359", "barcode": "32044106823339", "url": "https://api.capapi.org/v1/volumes/32044106823339/"}, "reporter": {"id": 322, "full_name": "Illinois Appellate Court Reports, Third Series", "url": "https://api.capapi.org/v1/reporters/322/"}, "court": {"name_abbreviation": "Ill. App. Ct.", "name": "Illinois Appellate Court", "id": 8837, "slug": "ill-app-ct", "url": "https://api.capapi.org/v1/courts/ill-app-ct/"}, "jurisdiction": {"name": "Ill.", "id": 29, "slug": "ill", "name_long": "Illinois", "url": "https://api.capapi.org/v1/jurisdictions/ill/", "whitelisted": true}, "cites_to": [{"cite": "343 Ill. App. 3d 331"}, {"cite": "795 N.E.2d 208"}, {"cite": "416 N.E.2d 259"}, {"cite": "354 Ill. App. 3d 94"}, {"cite": "804 N.E.2d 638"}, {"cite": "136 Ill. 2d 157"}, {"cite": "797 N.E.2d 217"}, {"cite": "211 Ill. 2d 1"}, {"cite": "199 Ill. 2d 440"}, {"cite": "83 Ill. 2d 537"}, {"cite": "206 Ill. 2d 503"}, {"cite": "554 N.E.2d 235"}, {"cite": "769 N.E.2d 928"}, {"cite": "202 Ill. 2d 499"}, {"cite": "354 Ill. App. 3d 579"}, {"cite": "79 Ill. 2d 410"}, {"cite": "199 Ill. 2d 392"}, {"cite": "720 N.E.2d 225"}, {"cite": "346 Ill. App. 3d 308"}, {"cite": "771 N.E.2d 374"}, {"cite": "357 Ill. App. 3d 684"}, {"cite": "403 N.E.2d 1029"}, {"cite": "803 N.E.2d 62"}, {"cite": "188 Ill. 2d 91"}, {"cite": "820 N.E.2d 6"}, {"cite": "829 N.E.2d 897"}, {"cite": "345 Ill. App. 3d 522"}, {"cite": "809 N.E.2d 1214"}, {"cite": "821 N.E.2d 664"}, {"cite": "782 N.E.2d 251"}], "frontend_url": "https://cite.capapi.org/ill-app-3d/359/938/", "preview": [], "casebody": {"status": "ok", "data": "<casebody firstpage=\"938\" lastpage=\"947\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <parties id=\"b956-7\">THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. LAMONTE DIXON, JR., Defendant-Appellant.</parties>\n  <court id=\"b956-9\">Fourth District</court>\n  <docketnumber id=\"AcD\">No. 4—04—0381</docketnumber>\n  <decisiondate id=\"b956-10\">Opinion filed September 14, 2005.</decisiondate>\n  <attorneys id=\"b957-6\"><page-number citation-index=\"1\" label=\"939\">*939</page-number>Daniel D. Yuhas and Kara M. Craig, both of State Appellate Defender’s Office, of Springfield, for appellant.</attorneys>\n  <attorneys id=\"b957-7\">Julia Rietz, State’s Attorney, of Champaign (Norbert J. Goetten, Robert J. Biderman, and Anastacia R. Brooks, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.</attorneys>\n  <opinion type=\"majority\">\n    <author id=\"b957-8\">JUSTICE TURNER</author>\n    <p id=\"A2r\">delivered the opinion of the court:</p>\n    <p id=\"b957-9\">In August 2003, a grand jury charged defendant, Lamonte Dixon, Jr., with four counts of first degree murder (720 ILCS 5/9 — 1(a)(1), (a)(2) (West 2002)). After a February 2004 trial, a jury found defendant guilty of first degree murder. At a joint hearing in April 2004, the trial court denied defendant’s posttrial motion and sentenced him to 65 years’ imprisonment, which included a 25-year sentence enhancement imposed under section 5 — 8—1(a) (1) (d) (iii) of the Unified Code of Corrections (Unified Code) (730 ILCS 5/5 — 8—1(a)(1)(d)(iii) (West 2002)). The court later denied defendant’s motion to reconsider his sentence.</p>\n    <p id=\"b957-10\">Defendant appeals, asserting the 25-year sentence enhancement imposed by the trial court under section 5 — 8—1(a)(1)(d)(iii) of the Unified Code (1) does not apply to his case, (2) violates the due-process <page-number citation-index=\"1\" label=\"940\">*940</page-number>and proportionate-penalties clauses, and (3) is an improper double enhancement. We affirm.</p>\n    <p id=\"b958-3\">I. BACKGROUND</p>\n    <p id=\"b958-4\">The August 2003 indictments against defendant alleged that on or about May 1, 2003, defendant “personally discharged a firearm that proximately caused the death of Teri Clark.” In February 2004, the trial court held a jury trial on the four first-degree-murder charges. The evidence at trial showed Clark died of multiple gunshot wounds. No evidence was presented that any other person received a gunshot wound during the same incident. The jury instructions regarding first degree murder included the same firearm language as the indictments. After hearing all of the evidence, the jury found defendant guilty of first degree murder.</p>\n    <p id=\"b958-5\">In March 2004, defendant filed a posttrial motion. At a joint hearing in April 2004, the trial court denied defendant’s posttrial motion and sentenced him to 65 years’ imprisonment. The court expressly stated it was sentencing defendant to 40 years’ imprisonment for first degree murder and imposing an additional 25 years under section 5 — 8—1(a)(1) (d)(iii) of the Unified Code. Defendant filed a motion to reconsider his sentence, which the court denied. This appeal followed.</p>\n    <p id=\"b958-6\">II. ANALYSIS</p>\n    <p id=\"b958-7\">All of defendant’s arguments on appeal are directed at the 25-year sentence enhancement the trial court imposed under section 5 — 8— 1(a)(1)(d) (iii) of the Unified Code (730 ILCS 5/5 — 8—1(a)(1)(d) (iii) (West 2002)). That section provides the following:</p>\n    <blockquote id=\"b958-8\">“[I]f, during the commission of the offense [(first degree murder)], the person personally discharged a firearm that proximately caused great bodily harm, permanent disability, permanent disfigurement, or death to another person, 25 years or up to a term of natural life shall be added to the term of imprisonment imposed by the court.” 730 ILCS 5/5 — 8—1 (a)(1)(d)(iii) (West 2002).</blockquote>\n    <p id=\"b958-9\">Section 5 — 8—1(a)(1)(d) (iii) is part of a “15/20/25-life add-on sentencing scheme” created by Public Act 91 — 404 (Pub. Act 91 — 404, § 10, eff. January 1, 2000 (1999 Ill. Laws 5126, 5150)). That act provided for stricter sentences for enumerated crimes when they are committed with a firearm. <em>People v. Hill, </em>199 Ill. 2d 440, 457-58, 771 N.E.2d 374, 385 (2002). Thus, for applicable crimes, the “15/20/25-life add-on sentencing scheme” requires a 15-year sentence enhancement for committing the offense while in possession of a firearm, a 20-year sentence enhancement for the discharge of a firearm during the commission of the offense, and a 25-years-to-life sentence enhancement <page-number citation-index=\"1\" label=\"941\">*941</page-number>for the discharge of a firearm during the commission of the offense that proximately caused great bodily harm, permanent disability, permanent disfigurement, or death to another person. See, <em>e.g., </em>730 ILCS 5/5 — 8—1 (a)(1)(d)(i) through (a)(1)(d)(iii) (West 2004).</p>\n    <p id=\"b959-4\">A. Statutory Interpretation</p>\n    <p id=\"b959-5\">Defendant first argues the 25-year sentence enhancement should not have been added because his crime does not fall under section 5 — 8—1(a)(1) (d)(iii) of the Unified Code (730 ILCS 5/5 — 8— 1(a)(1)(d)(iii) (West 2002)). Specifically, he asserts the “another person” language refers to a victim other than the decedent. The State contends the language refers to any person other than the person who personally discharged the firearm. Because the construction of a statute is a question of law, our review is <em>de novo. People v. Whitney, </em>188 Ill. 2d 91, 98, 720 N.E.2d 225, 229 (1999).</p>\n    <p id=\"b959-6\">The primary rule of statutory construction is to ascertain and give effect to the legislature’s intent. A statute’s language provides the best means of determining legislative intent, and that language should be given its plain and ordinary meaning. Where the statutory language is clear and unambiguous, its plain meaning will be given effect. <em>Whitney, </em>188 Ill. 2d at 97, 720 N.E.2d at 228. Further, a court should evaluate the statutory provision as a whole, rather than reading phrases in isolation, and construe the statute to give a reasonable meaning to all words and sentences so that no part is rendered superfluous. <em>People v. Glisson, </em>202 Ill. 2d 499, 505, 782 N.E.2d 251, 255 (2002).</p>\n    <p id=\"b959-7\"> We agree with the State that the statute’s plain language provides for the 25-years-to-life sentence enhancement when a defendant causes harm to a person other than himself or herself with a firearm. In fact, defendant’s interpretation of the “another person” language renders section 5 — 8—1(a)(1)(d) (iii) superfluous as to a second murder victim because section 5 — 8—1(a)(1)(c)(ii) of the Unified Code (730 ILCS 5/5 — 8—1(a)(1)(c)(ii) (West 2002)) provides a person who is “found guilty of murdering more than one victim” may only be sentenced to death or a term of natural life imprisonment. Moreover, contrary to defendant’s argument, the State’s interpretation does not render the “great bodily harm, permanent disability, [or] permanent disfigurement” language superfluous, as a person may suffer a nonfatal gunshot wound and then be killed by other means. Our interpretation of the “another person” language is consistent with that of the First District. See <em>People v. Jones, </em>357 Ill. App. 3d 684, 690, 829 N.E.2d 897, 903 (2005); <em>People v. Thompson, </em>354 Ill. App. 3d 579, 591, 821 N.E.2d 664, 674 (2004).</p>\n    <p id=\"b959-8\">Since defendant caused his victim’s death by use of a firearm, the <page-number citation-index=\"1\" label=\"942\">*942</page-number>trial court properly applied a 25-year sentence enhancement under section 5 — 8—1 (a) (1) (d) (iii) of the Unified Code to his sentence.</p>\n    <p id=\"b960-4\">B. Constitutionality</p>\n    <p id=\"b960-5\">Defendant next contends his 25-year sentence enhancement is unconstitutional because it violates both the due-process and proportionate-penalties clauses. The question of whether a statute is constitutional is subject to <em>de novo </em>review. <em>People v. Moss, </em>206 Ill. 2d 503, 520, 795 N.E.2d 208, 219 (2003). A statute is presumed constitutional, and the party challenging the statute bears the burden of demonstrating its invalidity. Moreover, courts have a duty to construe a statute so as to uphold its validity and constitutionality if it can reasonably be done. <em>Moss, </em>206 Ill. 2d at 520, 795 N.E.2d at 219.</p>\n    <p id=\"b960-6\">1. <em>Due Process</em></p>\n    <p id=\"b960-7\">Defendant alleges the 25-year sentence enhancement violates his right to due process because “it punishes the potential harm that could result from the use of a firearm more harshly than the actual harm, including death, that results from firearm use.”</p>\n    <p id=\"b960-8\">Section 2 of article I of the Illinois Constitution (Ill. Const. 1970, art. I, § 2) applies to all legislative enactments and provides that “[n]o person shall be deprived of life, liberty[,] or property without due process of law.” <em>People v. Morris, </em>136 Ill. 2d 157, 161-62, 554 N.E.2d 235, 236 (1990). Under the State’s police power, the legislature possesses wide discretion in prescribing penalties for defined offenses. <em>Morris, </em>136 Ill. 2d at 161, 554 N.E.2d at 236. A State’s police power is properly exercised if the statute was reasonably designed to remedy the evils the legislature determined were a threat to the public health, safety, and general welfare. When reviewing legislation under the due-process clause of our constitution, the test focuses on the enactment’s purposes and objectives. <em>Morris, </em>136 Ill. 2d at 162, 554 N.E.2d at 236. A court will not invalidate a statute “ ‘unless the challenged penalty is clearly in excess of the very broad and general constitutional limitations applicable.’ ” <em>Morris, </em>136 Ill. 2d at 161, 554 N.E.2d at 236, quoting <em>People ex rel. Carey v. Bentivenga, </em>83 Ill. 2d 537, 542, 416 N.E.2d 259, 262 (1981).</p>\n    <p id=\"b960-9\">In support of his argument, defendant cites <em>People v. Bradley, </em>79 Ill. 2d 410, 417-18, 403 N.E.2d 1029, 1032-33 (1980), where the supreme court found a statute violated the due-process clause because it provided a more severe punishment for possession of a controlled substance than delivery of the same substance. There, the court noted the legislature clearly intended people who traffic in and deliver drugs to be subject to more severe sentences than those who merely possess them. Thus, the statute was not reasonably designed to remedy the <page-number citation-index=\"1\" label=\"943\">*943</page-number>evil the legislature had determined was a greater threat to the public. <em>Bradley, </em>79 Ill. 2d at 418, 403 N.E.2d at 1032.</p>\n    <p id=\"b961-3\">Our supreme court has determined the purpose of Public Act 91— 404 (Pub. Act 91 — 404, eff. January 1, 2000 (1999 Ill. Laws 5126)) is “ ‘to deter the use of firearms in the commission of felonies.’ ” <em>Moss, </em>206 Ill. 2d at 525, 795 N.E.2d at 222, quoting <em>People v. Walden, </em>199 Ill. 2d 392, 396, 769 N.E.2d 928, 931 (2002). It has also recognized that gun violence presents a pervasive and enhanced danger. See <em>Hill, </em>199 Ill. 2d at 458-59, 771 N.E.2d at 385. As stated, section 5 — 8— 1(a)(1)(d) (iii) provides for the mandatory addition of 25 years up to life to a first-degree-murder sentence when the defendant discharges a firearm during the offense that proximately causes great bodily harm, permanent disability, permanent disfigurement, or death to another person. 730 ILCS 5/5 — 8—1(a)(1)(d)(iii) (West 2002). Thus, unlike <em>Bradley, </em>section 5 — 8—1(a)(1)(d)(iii)’s 25-years-to-life sentence enhancement is consistent with the legislature’s purpose of deterring gun violence and is reasonably designed to address the evil of gun violence the legislature determined was a greater threat to the public than violence committed with other weapons. Accordingly, we find section 5 — 8—1(a)(1)(d)(iii) of the Unified Code (730 ILCS 5/5 — 8— 1(a)(1)(d)(iii) (West 2002)) does not violate the due-process clause.</p>\n    <p id=\"b961-4\">We note the First District has reached the same result. See <em>Jones, </em>357 Ill. App. 3d at 694, 829 N.E.2d at 906-07; <em>Thompson, </em>354 Ill. App. 3d at 592-94, 821 N.E.2d at 675-77.</p>\n    <p id=\"b961-5\">2. <em>Proportionate-Penalties Clause</em></p>\n    <p id=\"b961-6\">Defendant also asserts the 25-year sentence enhancement violates the proportionate-penalties clause.</p>\n    <p id=\"b961-7\">“In evaluating whether a proportionate[-]penalties violation has been established, the central question is whether the penalty at issue has been set by the legislature ‘according to the seriousness of the offense.’ ” <em>Moss, </em>206 Ill. 2d at 522, 795 N.E.2d at 220, quoting Ill. Const. 1970, art. I, § 11. The Supreme Court of Illinois has used three separate tests to make that determination. The first test is whether the penalty is “cruel, degrading, or so wholly disproportionate to the offense committed as to shock the moral sense of the community.” <em>Moss, </em>206 Ill. 2d at 522, 795 N.E.2d at 220. The second test is whether, when comparing similar offenses, “conduct that creates a less serious threat to the public health and safety is punished more severely.” <em>Moss, </em>206 Ill. 2d at 522, 795 N.E.2d at 220. That test is referred to as the “cross-comparison” test. The final test is whether offenses with identical elements are given different sentences. <em>Moss, </em>206 Ill. 2d at 522, 795 N.E.2d at 220.</p>\n    <p id=\"b962-3\"><page-number citation-index=\"1\" label=\"944\">*944</page-number>Here, defendant appears to assert the 25-years-to-life sentence enhancement of section 5 — 8—1(a)(1)(d) (iii) of the Unified Code (730 ILCS 5/5 — 8—1(a)(1)(d)(iii) (West 2002)) violates the second test when it is compared to the substantive offense of first degree murder since the threat of harm is being punished more severely than the harm itself. However, defendant has cited no authority that a sentence enhancement itself can be compared to an offense under the cross-comparison test. Our supreme court has set forth the cross-comparison test as an examination of similar <em>offenses. </em>See <em>Moss, </em>206 Ill. 2d at 522, 795 N.E.2d at 220. Assuming, <em>arguendo, </em>that such a comparison is possible under the test, defendant’s argument still has no merit.</p>\n    <p id=\"b962-4\">The cross-comparison test requires a two-step analysis. The first step in the cross-comparison analysis asks whether the purposes of the compared offenses are distinct. If so, comparative-proportionality review is not appropriate and the second step is not reached. <em>Hill, </em>199 Ill. 2d at 454, 771 N.E.2d at 382. The second step, if employed, asks whether the offense with the harsher penalty is more serious than the offense with the less severe penalty. <em>Hill, </em>199 Ill. 2d at 454, 771 N.E.2d at 382-83.</p>\n    <p id=\"b962-5\">Our supreme court has previously addressed an argument similar to defendant’s. In <em>Hill, </em>199 Ill. 2d at 453-54, 771 N.E.2d at 382, the issue before the court was whether the 15-year sentence enhancement for home invasion while armed with a firearm (720 ILCS 5/12— 11(a)(3), (c) (West 2000)) violated the proportionate-penalties clause when compared to other provisions of the home-invasion statute (720 ILCS 5/12 — 11(a)(1), (a)(2) (West 2000)) that were not enhanced. The supreme court concluded the purposes of sections 12 — 11(a)(1) and (a)(2) were sufficiently distinct from that of section 12 — 11(a)(3), thus rendering comparative-proportionality review inappropriate. <em>Hill, </em>199 Ill. 2d at 458-59, 771 N.E.2d at 385. Accordingly, the defendant failed to carry his burden of proving the 15-year sentence enhancement violated the proportionate-penalties clause. <em>Hill, </em>199 Ill. 2d at 459, 771 N.E.2d at 385.</p>\n    <p id=\"b962-6\">In reaching that conclusion, the supreme court noted the legislature, by passing Public Act 91 — 404 (Pub. Act 91 — 404, § 5, eff. January 1, 2000 (1999 Ill. Laws 5126, 5130-31)), which created section 12 — 11(a)(3) and the other firearm enhancements to home invasion (720 ILCS 12 — 11(a)(4), (a)(5) (West 2000)), “essentially intended to break the offense of home invasion into two distinct categories: offenses committed without a firearm and offenses committed with a firearm.” <em>Hill, </em>199 Ill. 2d at 457, 771 N.E.2d at 384. Thus, while subsection (a)(3) had the same purpose as subsections (a)(1) and (a)(2), which was still to protect the safety of people in their homes, subsec<page-number citation-index=\"1\" label=\"945\">*945</page-number>tion (a)(3) also had a second, more specific purpose of protecting against intruders carrying firearms by deterring the use of firearms through harsher penalties. <em>Hill, </em>199 Ill. 2d at 457, 771 N.E.2d at 385.</p>\n    <p id=\"b963-4\">Since section 5 — 8—l(a)(l)(d)(iii)’s 25-years-to-life sentence enhancement for first degree murder is also part of a standard 15/20/ 25-to-life sentencing scheme created by Public Act 91 — 404 like the 15-year sentence enhancement for home-invasion, we find the <em>Hill </em>analysis leads to the same conclusion in this case. Like the home-invasion enhancement, the 25-years-to-life enhancement to first degree murder has an additional, more specific purpose of deterring the use of firearms than the substantive offense of first degree murder. That additional purpose makes comparative-proportionality review inappropriate. Thus, defendant has failed to prove his 25-year sentence enhancement imposed under section 5 — 8—1(a)(1)(d) (iii) of the Unified Code (730 ILCS 5/5 — 8—1(a)(1)(d)(iii) (West 2002)) violates the proportionate-penalties clause.</p>\n    <p id=\"b963-5\">We note this is the same conclusion reached by the Second District in <em>People v. Moore, </em>343 Ill. App. 3d 331, 346, 797 N.E.2d 217, 230 (2003) . The First District has also rejected the argument that section 5 — 8—1(a)(1)(d)(iii) violates the proportionate-penalties clause because it punishes the threat of harm more severely than the harm itself. See <em>Jones, </em>357 Ill. App. 3d at 693-94, 829 N.E.2d at 905-07; <em>Thompson, </em>354 Ill. App. 3d at 594, 821 N.E.2d at 677; <em>People v. Tolbert, </em>354 Ill. App. 3d 94, 103, 820 N.E.2d 6, 13 (2004). Illinois courts have also rejected proportionate-penalties challenges to section 5 — 8— 1 (a)(1) (d) (iii) based on other arguments. See <em>Tolbert, </em>354 Ill. App. 3d at 102-03, 820 N.E.2d at 13-14 (second test compared to (1) brutal and heinous murders and (2) murders committed by arson and explosives); <em>People v. Bloomingburg, </em>346 Ill. App. 3d 308, 324, 804 N.E.2d 638, 651 (2004) (third test); <em>People v. Sawczenko-Dub, </em>345 Ill. App. 3d 522, 530, 532, 803 N.E.2d 62, 68, 70, (2003) (first test and second test compared to brutal and heinous murders).</p>\n    <p id=\"b963-8\">C. Double Enhancement</p>\n    <p id=\"b963-9\">Defendant last asserts the 25-year sentence enhancement is an improper double enhancement.</p>\n    <p id=\"b963-10\">A “double enhancement” refers to the use of a single factor that is implicit in the offense for which the defendant was convicted as an aggravating factor in sentencing for that offense. <em>People v. Phelps, </em>211 Ill. 2d 1, 11, 809 N.E.2d 1214, 1220 (2004). Double enhancements are generally prohibited because it is assumed that, in designating the appropriate range of punishment for an offense, the legislature necessarily considered the factors inherent in the offense. The double-<page-number citation-index=\"1\" label=\"946\">*946</page-number>enhancement rule is a statutory construction one, and thus we apply the <em>de novo </em>standard of review. <em>Phelps, </em>211 Ill. 2d at 12, 809 N.E.2d at 1220.</p>\n    <p id=\"b964-4\">The First District has rejected the argument the 25-years-to-life sentence enhancement for first degree murder is a double enhancement, noting, <em>inter alia, </em>firearm use is not implicit in the offense of first degree murder (720 ILCS 5/9 — 1 (West 2002)). <em>Thompson, </em>354 Ill. App. 3d at 592, 821 N.E.2d at 675; see also <em>Jones, </em>357 Ill. App. 3d at 692, 829 N.E.2d at 905; <em>Bloomingburg, </em>346 Ill. App. 3d at 325, 804 N.E.2d at 652; <em>Sawczenko-Dub, </em>345 Ill. App. 3d at 539, 803 N.E.2d at 76. That court has also concluded that in analyzing this issue, the proper factor to consider is the use of a firearm, not the causation of death. <em>Sawczenko-Dub, </em>345 Ill. App. 3d at 539, 803 N.E.2d at 76. However, even if the “causing a death” element is considered, a double enhancement does not exist. <em>Bloomingburg, </em>346 Ill. App. 3d at 325-26, 804 N.E.2d at 652-53. The Second District has also concluded the 25-years-to-life sentence enhancement is not a double enhancement. See <em>Moore, </em>343 Ill. App. 3d at 348, 797 N.E.2d at 231.</p>\n    <p id=\"b964-5\">However, defendant asserts the reviewing courts have misconstrued the previous double-enhancement arguments. He contends the fact a death occurred triggers the 25-years-to-life sentence enhancement rather than the 20-year sentence enhancement (730 ILCS 5/5— 8 — l(a)(l)(d)(ii) (West 2002)). Thus, death is used both as an element of the offense and the basis to increase the sentence enhancement from 20 years to 25 years to life.</p>\n    <p id=\"b964-6\">Recently, the First District rejected that argument as well. See <em>Jones, </em>357 Ill. App. 3d at 691-92, 829 N.E.2d at 904-05. It again emphasized the use of a firearm is not implicit in the offense of first degree murder. <em>Jones, </em>357 Ill. App. 3d at 692, 829 N.E.2d at 905. We agree.</p>\n    <p id=\"b964-7\">While death is an element of first degree murder (see 720 ILCS 5/9 — 1(a) (West 2004)), the mere fact of a death does not trigger the 25-years-to-life sentence enhancement. The difference between the 20-year and the 25-years-to-life enhancements is that the discharge of the firearm <em>proximately caused the death </em>of another person. The death must have resulted from the use of the firearm, which is not an element of first degree murder.</p>\n    <p id=\"b964-8\">Accordingly, we find the 25-years-to-life sentence enhancement contained in section 5 — 8—1(a)(1) (d) (iii) of the Unified Code is not a double enhancement.</p>\n    <p id=\"b965-2\"><page-number citation-index=\"1\" label=\"947\">*947</page-number>III. CONCLUSION</p>\n    <p id=\"b965-3\">For the reasons stated, we affirm defendant’s conviction and sentence.</p>\n    <p id=\"b965-4\">Affirmed.</p>\n    <p id=\"b965-5\">COOK, EJ., and KNECHT, J., concur.</p>\n  </opinion>\n</casebody>\n"}}
{"id": 5594935, "url": "https://api.capapi.org/v1/cases/5594935/", "name": "THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MICHAEL L. THOMPSON, Defendant-Appellant", "name_abbreviation": "People v. Thompson", "decision_date": "2005-09-14", "docket_number": "No. 4—04—0636", "first_page": "947", "last_page": "953", "citations": [{"cite": "359 Ill. App. 3d 947", "type": "official"}], "volume": {"volume_number": "359", "barcode": "32044106823339", "url": "https://api.capapi.org/v1/volumes/32044106823339/"}, "reporter": {"id": 322, "full_name": "Illinois Appellate Court Reports, Third Series", "url": "https://api.capapi.org/v1/reporters/322/"}, "court": {"name_abbreviation": "Ill. App. Ct.", "name": "Illinois Appellate Court", "id": 8837, "slug": "ill-app-ct", "url": "https://api.capapi.org/v1/courts/ill-app-ct/"}, "jurisdiction": {"name": "Ill.", "id": 29, "slug": "ill", "name_long": "Illinois", "url": "https://api.capapi.org/v1/jurisdictions/ill/", "whitelisted": true}, "cites_to": [{"cite": "251 Ill. App. 3d 801"}, {"cite": "215 Ill. 2d 167"}, {"cite": "215 Ill. 2d 283"}, {"cite": "104 S. Ct. 2052"}, {"cite": "623 N.E.2d 775"}, {"cite": "583 N.E.2d 515"}, {"cite": "577 N.E.2d 550"}, {"cite": "708 N.E.2d 1158"}, {"cite": "217 Ill. App. 3d 465"}, {"cite": "793 N.E.2d 712"}, {"cite": "80 L. Ed. 2d 674"}, {"cite": "830 N.E.2d 527"}, {"cite": "243 Ill. App. 3d 618"}, {"cite": "145 Ill. 2d 353"}, {"cite": "611 N.E.2d 1334"}, {"cite": "341 Ill. App. 3d 665"}, {"cite": "466 U.S. 668"}, {"cite": "186 Ill. 2d 83"}, {"cite": "830 N.E.2d 467"}], "frontend_url": "https://cite.capapi.org/ill-app-3d/359/947/", "preview": [], "casebody": {"status": "ok", "data": "<casebody firstpage=\"947\" lastpage=\"953\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <parties id=\"b965-6\">THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MICHAEL L. THOMPSON, Defendant-Appellant.</parties>\n  <court id=\"b965-8\">Fourth District</court>\n  <docketnumber id=\"AtF\">No. 4—04—0636</docketnumber>\n  <decisiondate id=\"b965-9\">Opinion filed September 14, 2005.</decisiondate>\n  <attorneys id=\"b966-5\"><page-number citation-index=\"1\" label=\"948\">*948</page-number>Daniel D. Yuhas and Kara M. Craig, both of State Appellate Defender’s Office, of Springfield, for appellant.</attorneys>\n  <attorneys id=\"b966-6\">Norbert J. Goetten, Robert J. Biderman, and David E. Mannchen, all of State’s Attorneys Appellate Prosecutor’s Office, of Springfield, for the People.</attorneys>\n  <opinion type=\"majority\">\n    <author id=\"b966-7\">JUSTICE TURNER</author>\n    <p id=\"AIh\">delivered the opinion of the court:</p>\n    <p id=\"b966-8\">In December 2003, the State charged defendant, Michael L. Thompson, with aggravated battery (720 ILCS 5/12 — 4(b)(1) (West Supp. 2003)) and unlawful use of weapons (720 ILCS 5/24 — 1(a)(2) (West 2002)). After a May 2004 trial, a jury found defendant guilty as charged. In June 2004, the trial court sentenced defendant to 42 months’ imprisonment for aggravated battery to run consecutive with 300 days’ imprisonment for unlawful use of weapons.</p>\n    <p id=\"b966-9\">Defendant appeals, asserting he is entitled to a new trial because of (1) the admission of prejudicial other-crimes evidence and (2) his failure to receive effective assistance of trial counsel. We affirm.</p>\n    <p id=\"b966-10\">I. BACKGROUND</p>\n    <p id=\"b966-11\">On December 24, 2003, defendant held a party at his apartment that began in the afternoon. Mandy Frazier, who lived across the hall from defendant, was also having a party, and people were going back and forth between the two apartments all evening. Around 11:30 p.m., an incident occurred between defendant and Molly Crow. That incident led to an altercation between defendant and Ryan Parrish involving a knife, and Parrish sustained three knife wounds. On December 30, 2003, the State charged defendant with aggravated battery and unlawful use of weapons based on the knife incident.</p>\n    <p id=\"b966-12\">At the May 2004 jury trial, Parrish testified he was 19 years old at the time of the incident and was drinking at the party. Around 11:30 p.m., Parrish was sitting on a couch in defendant’s living room when he heard “a loud boom sound” over the music that was similar to a sound that would come from “kicking a dryer.” He then saw Crow crying. She stated defendant had pushed her head, and it hit the stove. At that point, everyone left defendant’s apartment and went over to Frazier’s.</p>\n    <p id=\"b967-3\"><page-number citation-index=\"1\" label=\"949\">*949</page-number>Upon realizing he left his sweatshirt and coat in defendant’s apartment, Parrish returned to defendant’s apartment to retrieve his clothing. As he was leaving, he observed defendant, Brian Vandenbrink, and James Bates having a heated discussion in the hall. Vandenbrink returned to Frazier’s apartment, and Parrish continued to listen to Bates and defendant. Parrish heard defendant say something that “set him off,” and Parrish called defendant a “crazy F’er.” Defendant replied, “[wjell, I have something for you,” and went to his kitchen.</p>\n    <p id=\"b967-4\">Defendant came running back from the kitchen with a knife. He began swinging the knife at Parrish. Parrish grabbed defendant’s wrist, but defendant broke free. Parrish then attempted to dodge the knife. Vandenbrink and Dustin Nunamaker came to the hallway, and Vandenbrink got defendant in a choke hold. Defendant eventually dropped the knife. The knife incident lasted about 30 seconds, and Parrish sustained a cut above his left eye, a cut to his left hip, and a “nick” on his upper torso. Parrish did not seek medical treatment or contact the police because he had been drinking.</p>\n    <p id=\"b967-5\">Bates testified he was at Frazier’s apartment that evening when Crow entered the apartment and stated defendant had pushed her head against the stove. He did not see or hear any of that incident. After talking with Crow, he, along with Parrish and Vandenbrink, confronted defendant about the incident outside defendant’s door. The reason defendant gave for slamming Crow’s head into the stove was that she was not respecting his house. The three continued to yell at defendant until he snapped. At that point, defendant went into the kitchen, got a knife, ran out the door, and began flailing the knife around. Parrish “got most of it.” Eventually, Vandenbrink grabbed defendant around the neck until he dropped the knife. Bates, who was 17 years old at the time of the incident, also admitted he was drinking alcohol that night.</p>\n    <p id=\"b967-6\">Vandenbrink also testified he was drinking underage the night of the incident and admitted he was drunk by the time the incident occurred. He was in defendant’s living room when he heard a noise from the kitchen that sounded like someone smashing into the stove. He did not see anything. After everyone cleared out of defendant’s apartment, he, along with Bates and Parrish, started an argument with defendant outside his door about Crow’s head being slammed into the stove. Defendant stated, “I got something for you,” and got a knife from his kitchen. Defendant then came running out of his apartment, slammed Parrish into the wall, and began slashing at him with the knife. He pulled defendant by the neck off of Parrish and held defendant until he dropped the knife.</p>\n    <p id=\"b967-7\">Parrish, Bates, and Vandenbrink all testified Parrish did not have a knife during the incident.</p>\n    <p id=\"b968-3\"><page-number citation-index=\"1\" label=\"950\">*950</page-number>William Flemming, defendant’s nephew, testified he spoke to defendant on Christmas afternoon at defendant’s parents’ (Flemming’s grandparents’) house. Defendant told Flemming that he had a party the night before at his apartment, at which he had quite a bit to drink. During the party, he got into a fight with a “guy” over music, “went off,” and stabbed the “guy” numerous times. The incident had occurred outside defendant’s apartment, and defendant did not return to his apartment because he did not want to be arrested. He had his parents pick him up near his apartment building. Defendant then asked Flemming, who lived in Peoria, Illinois, for a ride to Blooming-ton, Illinois, so he could get out of the area. After dropping defendant off at a Denny’s in Bloomington, Flemming reported the incident to police.</p>\n    <p id=\"b968-4\">Defendant testified he had quite a few drinks during the party. At around 11:30 p.m., he was talking to his children on the telephone to make plans with them since he was going to have them for five days. When he got off the phone, he saw Crow and Nunamaker coming out of his bathroom after having taken a shower together. At that point, he kicked everyone out of his apartment except for Crow. He got really mad at her and “smacked” her in the head. He did not hear her head hit the stove.</p>\n    <p id=\"b968-5\">After Crow left, Parrish barged back in his apartment with a knife in his hand. Defendant recognized the knife as one he had given Parrish a long time ago. Parrish was mad about what defendant had done to Crow and was swinging the knife at defendant. Since Parrish was threatening him, defendant tried to get the knife away. He wrestled with Parrish until he got the knife out of his hands. Defendant then threw Parrish and the knife out into the hallway. Additionally, defendant denied having a conversation with Flemming beyond asking for a ride to Bloomington to see his kids.</p>\n    <p id=\"b968-6\">In rebuttal, the State entered a certified copy of defendant’s 2002 conviction for theft. Parrish testified defendant never gave him a knife as a gift, and he never had a knife or weapon in his possession that evening. Flemming testified defendant never mentioned visiting his children until they got to Bloomington, where defendant called them.</p>\n    <p id=\"b968-7\">After hearing all of the evidence, the jury found defendant guilty as charged. At a June 2004 hearing, the trial court sentenced defendant as stated. This appeal followed.</p>\n    <p id=\"b968-8\">II. ANALYSIS</p>\n    <p id=\"AYj\">A. Other-Crimes Evidence</p>\n    <p id=\"b968-9\">Defendant first asserts he is entitled to a new trial because of the admission of evidence regarding his actions toward Crow. He <page-number citation-index=\"1\" label=\"951\">*951</page-number>acknowledges he has forfeited this issue but urges this court to review the issue under the plain-error rule (134 Ill. 2d R. 615(a)).</p>\n    <p id=\"b969-3\">Under the plain-error rule, a reviewing court can consider an unpreserved error only under the following circumstances: “(1) the evidence is close, regardless of the seriousness of the error, or (2) the error is serious, regardless of the closeness of the evidence.” <em>People v. Herron, </em>215 Ill. 2d 167, 187, 830 N.E.2d 467, 479 (2005). Here, defendant asserts the admission of the other-crimes evidence falls under the second circumstance. Thus, defendant must prove (1) plain error and (2) that the error was so serious it affected the fairness of his trial and challenged the judicial process’s integrity. See <em>Herron, </em>215 Ill. 2d at 187, 830 N.E.2d at 479-80. Thus, we first consider whether any error occurred at all. See <em>People v. Durr, </em>215 Ill. 2d 283, 299, 830 N.E.2d 527, 536 (2005).</p>\n    <p id=\"b969-4\">Other-crimes evidence is inadmissible for the purpose of showing the defendant’s disposition or propensity to commit crime. However, such evidence is admissible if it is relevant for any purpose other than to show the propensity to commit crime. When other-crimes evidence is offered, the trial court must weigh its probative valúe against its prejudicial effect and may exclude the evidence if its prejudicial effect substantially outweighs its probative value. <em>People v. Illgen, </em>145 Ill. 2d 353, 365, 583 N.E.2d 515, 519 (1991).</p>\n    <p id=\"b969-5\">This court has specifically recognized evidence of another crime is admissible if it is part of a continuing narrative of the event giving rise to the offense or, in other words, intertwined with the offense charged. <em>People v. Harper, </em>251 Ill. App. 3d 801, 804, 623 N.E.2d 775, 777 (1993); see also <em>People v. Lewis, </em>243 Ill. App. 3d 618, 625-26, 611 N.E.2d 1334, 1339 (1993) (other-crimes evidence is admissible where it relates to the events that led to the charged offense). As this court has explained, “[w]hen facts concerning uncharged criminal conduct are all part of a continuing narrative which concerns the circumstances attending the entire transaction, they do not concern separate, distinct, and unconnected crimes.” <em>People v. Collette, </em>217 Ill. App. 3d 465, 472, 577 N.E.2d 550, 555 (1991).</p>\n    <p id=\"b969-6\">Here, defendant’s incident with Crow is part of the events that led to the charged offenses as it explains how the altercation between Parrish and defendant arose. While none of the State’s witnesses saw the Crow incident, they all testified Crow told them about it and the incident was the reason an argument ensued between Parrish and defendant. Additionally, two of the witnesses heard a noise that corroborated Crow’s statement. Defendant further asserts Crow did not testify. However, no evidence was presented that she witnessed the charged offenses, and thus her testimony would only draw attention <page-number citation-index=\"1\" label=\"952\">*952</page-number>to her encounter with defendant. Accordingly, we find the testimony regarding the Crow incident was relevant for another purpose other than to show the propensity to commit crime.</p>\n    <p id=\"b970-4\">Defendant further argues that even if the Crow evidence was relevant, its probative value was outweighed by its prejudicial effect. We disagree. The Crow incident was a significant part of the facts that led to the knife incident, and the evidence regarding the Crow incident was limited to its role in the knife incident. In fact, the Crow evidence was critical to defendant’s self-defense argument since it demonstrated a motive for Parrish to attack defendant.</p>\n    <p id=\"b970-5\">Accordingly, we find the evidence relating to the Crow incident was admissible, and thus defendant has failed to establish an error occurred.</p>\n    <p id=\"b970-6\">B. Effective Assistance of Counsel</p>\n    <p id=\"b970-7\">Defendant next contends he did not receive effective assistance of trial counsel because his counsel did not object to the admission of the other-crimes evidence, did not preserve the issue for appeal, and failed to request a limiting instruction as to the other-crimes evidence (see Illinois Pattern Jury Instructions, Criminal, No. 3.14 (4th ed. 2000)).</p>\n    <p id=\"b970-8\">This court reviews ineffective-assistance-of-counsel claims under the standard set forth in <em>Strickland v. Washington, </em>466 U.S. 668, 80 L. Ed. 2d 674, 104 S. Ct. 2052 (1984). <em>People v. Evans, </em>186 Ill. 2d 83, 93, 708 N.E.2d 1158, 1163 (1999). To obtain reversal under <em>Strickland, </em>a defendant must prove (1) his counsel’s performance failed to meet an objective standard of competence and (2) counsel’s deficient performance resulted in prejudice to the defendant. <em>Evans, </em>186 Ill. 2d at 93, 708 N.E.2d at 1163-64.</p>\n    <p id=\"b970-9\">To satisfy the deficiency prong of <em>Strickland, </em>the defendant must demonstrate counsel made errors so serious and counsel’s performance was so deficient that counsel was not functioning as “counsel” guaranteed by the sixth amendment (U.S. Const., amend. VI). Further, the defendant must overcome the strong presumption the challenged action or inaction could have been the product of sound trial strategy. <em>Evans, </em>186 Ill. 2d at 93, 708 N.E.2d at 1163.</p>\n    <p id=\"b970-10\">To satisfy the prejudice prong, the defendant must prove a reasonable probability exists that, but for counsel’s unprofessional errors, the proceeding’s result would have been different. <em>Evans, </em>186 Ill. 2d at 93, 708 N.E.2d at 1163-64. The <em>Strickland </em>Court noted that when a case is more easily decided on the ground of lack of sufficient prejudice rather than that counsel’s representation was constitutionally deficient, the court should do so. <em>Strickland, </em>466 U.S. at 697, 80 L. Ed. 2d at 699, 104 S. Ct. at 2069.</p>\n    <p id=\"b971-4\"><page-number citation-index=\"1\" label=\"953\">*953</page-number>Since we have already found the other-crimes evidence was admissible, defendant cannot establish he was prejudiced by his counsel’s failure to either challenge the admissibility of the evidence or preserve the admissibility issue for appeal. Defendant also cannot establish prejudice as to his counsel’s failure to request a limiting instruction because a limiting instruction is not required when, as here, “the other-crimes evidence is an integral part of the context of the crime for which defendant has been tried.” <em>People v. Figueroa, </em>341 Ill. App. 3d 665, 672, 793 N.E.2d 712, 718 (2003). Additionally, since defendant testified to the other-crimes evidence, it is unlikely a limiting instruction would have affected the ultimate outcome of this case. See <em>Figueroa, </em>341 Ill. App. 3d at 672-73, 793 N.E.2d at 718. Accordingly, defendant has failed to prove he was denied effective assistance of counsel.</p>\n    <p id=\"b971-5\">III. CONCLUSION</p>\n    <p id=\"b971-6\">For the reasons stated, we affirm defendant’s conviction and sentence.</p>\n    <p id=\"b971-7\">Affirmed.</p>\n    <p id=\"b971-8\">STEIGMANN and KNECHT, JJ., concur.</p>\n  </opinion>\n</casebody>\n"}}
{"id": 5596295, "url": "https://api.capapi.org/v1/cases/5596295/", "name": "In re T.A., a Minor (The People of the State of Illinois, Petitioner-Appellee, v. Aaron T. Washington, Respondent-Appellant)", "name_abbreviation": "People v. Washington", "decision_date": "2005-09-08", "docket_number": "No. 4—05—0319", "first_page": "953", "last_page": "962", "citations": [{"cite": "359 Ill. App. 3d 953", "type": "official"}], "volume": {"volume_number": "359", "barcode": "32044106823339", "url": "https://api.capapi.org/v1/volumes/32044106823339/"}, "reporter": {"id": 322, "full_name": "Illinois Appellate Court Reports, Third Series", "url": "https://api.capapi.org/v1/reporters/322/"}, "court": {"name_abbreviation": "Ill. App. Ct.", "name": "Illinois Appellate Court", "id": 8837, "slug": "ill-app-ct", "url": "https://api.capapi.org/v1/courts/ill-app-ct/"}, "jurisdiction": {"name": "Ill.", "id": 29, "slug": "ill", "name_long": "Illinois", "url": "https://api.capapi.org/v1/jurisdictions/ill/", "whitelisted": true}, "cites_to": [{"cite": "724 N.E.2d 1053"}, {"cite": "348 Ill. App. 3d 239"}, {"cite": "818 N.E.2d 1214"}, {"cite": "810 N.E.2d 108"}, {"cite": "353 Ill. App. 3d 883"}, {"cite": "819 N.E.2d 813"}, {"cite": "352 Ill. App. 3d 985"}, {"cite": "311 Ill. App. 3d 720"}, {"cite": "817 N.E.2d 954"}, {"cite": "344 Ill. App. 3d 1046"}, {"cite": "768 N.E.2d 367"}, {"cite": "212 Ill. 2d 347"}, {"cite": "801 N.E.2d 1177"}, {"cite": "777 N.E.2d 930"}, {"cite": "329 Ill. App. 3d 18"}, {"cite": "326 Ill. App. 3d 1110"}, {"cite": "762 N.E.2d 701"}, {"cite": "201 Ill. 2d 476"}], "frontend_url": "https://cite.capapi.org/ill-app-3d/359/953/", "preview": [], "casebody": {"status": "ok", "data": "<casebody firstpage=\"953\" lastpage=\"962\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <parties id=\"b971-9\"><em>In re </em>T.A., a Minor (The People of the State of Illinois, Petitioner-Appellee, v. Aaron T. Washington, Respondent-Appellant).</parties>\n  <court id=\"b971-11\">Fourth District</court>\n  <docketnumber id=\"Ay-\">No. 4—05—0319</docketnumber>\n  <decisiondate id=\"b971-12\">Opinion filed September 8, 2005.</decisiondate>\n  <attorneys id=\"b973-6\"><page-number citation-index=\"1\" label=\"955\">*955</page-number>Scott D. Larson, of Blickhan, Woodworth &amp; Timmerwilke, of Quincy, for appellant.</attorneys>\n  <attorneys id=\"b973-7\">Jon Barnard, State’s Attorney, of Quincy (Norbert J. Goetten, Robert J. Biderman, and James C. Majors, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.</attorneys>\n  <opinion type=\"majority\">\n    <author id=\"b973-8\">JUSTICE STEIGMANN</author>\n    <p id=\"Azq\">delivered the opinion of the court:</p>\n    <p id=\"b973-9\">In January 2005, the State filed a petition to terminate the parental rights of respondent, Aaron T. Washington, as to his daughter, T.A. (born August 27, 1999). Following a March 2005 hearing on the State’s petition, the trial court found respondent unfit. Following a best-interest hearing later that same day, the court found that it would be in T.A.’s best interest to terminate respondent’s parental rights. (The court also terminated the parental rights of T.A.’s mother, Patricia Allen; however, she is not a party in this appeal.)</p>\n    <p id=\"b973-10\">Respondent appeals, arguing that (1) the trial court lacked subject-matter jurisdiction in the neglect proceedings that preceded the State’s termination petition because respondent was not made a party to those proceedings; and (2) the court’s unfitness and best-interest findings were against the manifest weight of the evidence. We disagree and affirm.</p>\n    <p id=\"b973-11\">I. BACKGROUND</p>\n    <p id=\"b973-12\">In May 2003, the State filed a petition for adjudication of wardship, alleging that T.A. was a neglected minor in that Allen had left her in the care of “various individuals who [had] prior involvement with [the Department of Children and Family Services (DCFS)]” and were not appropriate caregivers.</p>\n    <p id=\"b973-13\">At a July 2003 hearing on the neglect petition, respondent did not appear and Allen admitted to the allegation in the petition. The trial court accepted Allen’s admission and adjudicated T.A. neglected (705 ILCS 405/2 — 3 (West 2002)). The court’s written adjudicatory order indicated, in pertinent part, that (1) the court had jurisdiction over Allen because she received service of process by summons, and (2) respondent had “insufficient contact [with T.A.] to require notice” of the proceedings.</p>\n    <p id=\"b974-4\"><page-number citation-index=\"1\" label=\"956\">*956</page-number>Following an August 2003 hearing, the trial court entered a dispositional order (1) adjudicating T.A. a ward of the court, (2) granting guardianship to DCFS, and (3) providing that T.A. remain in Allen’s custody. The court further ordered Allen and DCFS not to allow contact between T.A. and respondent. (The trial court later entered an order making DCFS TA.’s custodian.)</p>\n    <p id=\"b974-5\">In January 2005, the State filed its petition to terminate the parental rights of Allen and respondent. In pertinent part, the State alleged that respondent was an unfit parent in that he (1) failed to make reasonable progress toward T.A.’s return within nine months of the court’s neglect adjudication (750 ILCS 50/l(D)(m)(ii) (West 2004)); (2) failed to make reasonable efforts to correct the conditions that were the basis for T.A.’s removal (750 ILCS 50/l(D)(m)(i) (West 2004)); and (3) failed to maintain a reasonable degree of interest, concern, or responsibility as to T.A.’s welfare (750 ILCS 50/1 (D)(b) (West 2004)).</p>\n    <p id=\"b974-6\">At the March 2005 hearing on the State’s petition to terminate respondent’s parental rights, April Coats testified that she was T.A.’s DCFS caseworker from July 2003 to October 2004. During that time, Coats knew that respondent was in prison and the court had ordered that T.A. have no contact with him. Coats explained that she did not have a service plan in place for respondent because (1) the court had entered the no-contact order and (2) respondent “had never had any contact with [T.A.] or shown any interest in her.” Respondent received a letter from the court in March 2004, informing him that T.A. had become a ward of the court.</p>\n    <p id=\"b974-7\">DCFS caseworker Jenna Sisk testified that she was assigned to T.A.’s case in October 2004. When she took over the case, she mailed respondent a client-service plan. That plan required respondent to (1) obtain sex-offender treatment and attend parenting classes while in prison (respondent was a registered sex offender), (2) maintain contact with DCFS, (3) sign various releases of information, and (4) upon his release from prison, contact DCFS and provide DCFS with his probation officer’s name.</p>\n    <p id=\"b974-8\">Respondent was released from prison on November 16, 2004, and three days later he stopped by the DCFS office. He talked to Sisk about his DCFS cases (DCFS was also involved with four of respondent’s other children) but spoke mainly of his ex-wife, Kartney Washington. Respondent indicated that he had not completed any services while in prison. He did not inquire about T.A., her health, or well-being. Sisk reminded him that a no-contact order was in effect as to T.A.</p>\n    <p id=\"b974-9\">In mid-December 2004, respondent came to the DCFS office to sign some papers. He did not inquire about T.A. He stopped in the of<page-number citation-index=\"1\" label=\"957\">*957</page-number>fice a few days later and inquired about his children’s social security numbers. However, he did not inquire about T.A.’s health or well-being.</p>\n    <p id=\"b975-5\">Sisk acknowledged that respondent asked for help in enrolling in parenting classes and counseling. However, two parenting class providers denied his application because of the no-contact order as to T.A. Sisk believed that respondent was attending sex-offender treatment. Her contact with respondent was “regular” until early 2005. Between January 2005 and the March 2005 hearing on the State’s petition, Sisk’s only contact with respondent was at court hearings.</p>\n    <p id=\"b975-6\">On this evidence, the trial court found that the State had proved by clear and convincing evidence that respondent was unfit on the ground that he failed to maintain a reasonable degree of interest, concern, or responsibility as to T.A.’s welfare (750 ILCS 50/1(D)(b) (West 2004)).</p>\n    <p id=\"b975-7\">At the best-interest hearing, Sisk testified that T.A. was five years old and had been living with Randy and Kelly Green since August 2004. T.A.’s infant sister was also with the Greens, and T.A. liked to hold her sister and talk to her. Sisk further testified that the Greens were nurturing and loving toward T.A. and were interested in adopting her. T.A. called Kelly “mom” or “mommy” and gave her hugs and kisses. She also called Randy “Daddy” and had told him she loves him. The Greens were very consistent and firm, and T.A. obeyed them.</p>\n    <p id=\"b975-8\">On this evidence, the trial court found that it was in T.A.’s best interest to terminate respondent’s parental rights.</p>\n    <p id=\"b975-9\">This appeal followed.</p>\n    <p id=\"b975-10\">II. ANALYSIS</p>\n    <p id=\"AW3\">A. The Neglect Proceedings</p>\n    <p id=\"b975-11\">Respondent first argues that the trial court lacked subject-matter jurisdiction in T.A.’s neglect proceedings because he was not made a party thereto. Respondent further contends that pursuant to <em>In re Miracle C., </em>344 Ill. App. 3d 1046, 801 N.E.2d 1177 (2003), respondent was denied his right to due process in the termination-of-parental-rights proceedings because the neglect adjudication was void for lack of jurisdiction. The State concedes this argument, but because we disagree with the Second District’s decision in <em>Miracle C., </em>we do not accept the State’s concession or agree with respondent’s argument.</p>\n    <p id=\"b975-12\">In <em>Miracle C., </em>the trial court terminated the respondent father’s parental rights after finding him unfit on the grounds of (1) abandonment (750 ILCS 50/1 (D) (a) (West 2000)) and (2) failure to maintain a reasonable degree of interest, concern, or responsibility as to his children’s welfare (750 ILCS 50/1 (D)(b) (West 2000)). On appeal, the <page-number citation-index=\"1\" label=\"958\">*958</page-number>respondent challenged the trial court’s termination of his parental rights based, in part, on the fact that he had not received actual notice of the neglect proceedings that preceded the State’s termination petition. The Second District concluded that (1) the failure to notify the respondent rendered void the trial court’s orders adjudicating the children neglected and making them wards of the court; (2) as a result of the void orders, the respondent was denied due process in the termination-of-parental-rights proceedings; and (3) the order terminating the respondent’s parental rights could not stand. <em>Miracle C., </em>344 Ill. App. 3d at 1052-53, 1056, 801 N.E.2d at 1183, 1186. In so concluding, the court reasoned as follows: (1) “The dispositional hearing on a neglect petition is a vital stage in the process by which parental rights may be terminated and is therefore important to the fairness of any future termination proceeding” <em>(Miracle C., </em>344 Ill. App. 3d at 1056, 801 N.E.2d at 1186); (2) because the lack of notice of the neglect proceedings deprived the respondent of an opportunity to comply with the guidelines contained in the dispositional orders, he was “deprived of an opportunity to learn what he needed to do to enhance the likelihood that he would be able to preserve his parental rights” <em>(Miracle C., </em>344 Ill. App. 3d at 1056, 801 N.E.2d at 1186); and (3) “where the petition to terminate parental rights followed a neglect petition, the lack of notice of the neglect proceedings *** tainted the subsequent proceedings” <em>(Miracle C., </em>344 Ill. App. 3d at 1056, 801 N.E.2d at 1186).</p>\n    <p id=\"b976-5\">Interestingly, the focus of the Second District’s analysis was on the best-interest phase of the termination proceedings. According to the Second District, “[rjegardless of the effect that the lack of notice in the neglect proceedings would have on the findings of unfitness,” at the best-interest stage, the trial court “rightfully considers whether a parent is in compliance with the dispositional guidelines.” <em>Miracle C., </em>344 Ill. App. 3d at 1056, 801 N.E.2d at 1186.</p>\n    <p id=\"b976-6\">We decline to follow the Second District. Although we agree that the totality of a parent’s conduct is a factor that may be considered at the best-interest stage of termination proceedings, in our view, when the trial court’s unfitness finding is <em>not </em>based on an assessment of the parent’s compliance with the dispositional order in the neglect proceedings (as was the case here), the termination proceeding stands on its own. Accordingly, a flaw in the preceding neglect proceedings — even a flaw that renders void an order entered therein — has no bearing on the subsequent termination case.</p>\n    <p id=\"b976-7\">In so concluding, we fully recognize that a different result might be required if the respondent had been found unfit under section 1(D) (m) of the Adoption Act (750 ILCS 50/l(D)(m) (West 2004)). Under that section, an unfitness finding is linked to the respondent’s compli<page-number citation-index=\"1\" label=\"959\">*959</page-number>anee with the directives he received in the neglect proceedings. Thus, the respondent’s participation in those proceedings might be viewed as essential to a fair determination of whether he has made reasonable efforts to correct the conditions that led to his child’s removal (750 ILCS 50/1(D)(m)(i) (West 2004)) or reasonable progress toward the child’s return within a given time period (750 ILCS 50/1(D)(m)(ii), (D)(m)(iii) (West 2004)). However, because this is not the situation in the case before us, we decline to discuss it further.</p>\n    <p id=\"b977-5\">We also disagree with the Second District’s placement of particular importance on the consideration of the respondent’s conduct during the best-interest stage of termination proceedings. At that stage of the proceedings, the focus is properly placed on the child, not on the conduct of the parents. See <em>In re D.T., </em>212 Ill. 2d 347, 364, 818 N.E.2d 1214, 1227 (2004) (noting that at the best-interest hearing, “the focus shifts to the child”). At the best-interest stage, “the parent’s interest in maintaining the parent-child relationship must yield to the child’s interest in a stable, loving home life.” <em>D.T., </em>212 Ill. 2d at 364, 818 N.E.2d at 1227. Although a parent’s conduct may be considered at that stage, it is but one of many factors that the court considers in determining what is in the child’s best interest. As our supreme court wrote in <em>D.T. :</em></p>\n    <blockquote id=\"b977-6\">“Once the State proves parental unfitness, the interests of the parent and the child diverge. [Citation.] Thus, at a best-interests hearing, the parent and the child may become adversaries, as the child’s interest in a loving, stable[,] and safe home environment becomes more aligned with the State’s interest in terminating parental rights and freeing the child for adoption. Although the parent still possesses an interest in maintaining the parent-child relationship, the force of that interest is lessened by the court’s finding that the parent is unfit to raise his or her child.” <em>D.T., </em>212 Ill. 2d at 363-64, 818 N.E.2d at 1226.</blockquote>\n    <p id=\"b977-7\">Moreover, section 1 — 3(4.05) of the Juvenile Court Act of 1987 (705 ILCS 405/1 — 1 through 7 — 1 (West 2004)) provides the following factors to be considered when determining a child’s best interest:</p>\n    <blockquote id=\"b977-8\">“(a) the physical safety and welfare of the child ***;</blockquote>\n    <blockquote id=\"b977-9\">(b) the development of the child’s identity;</blockquote>\n    <blockquote id=\"b977-10\">(c) the child’s background and ties ***;</blockquote>\n    <blockquote id=\"b977-11\">(d) the child’s sense of attachments, including:</blockquote>\n    <blockquote id=\"b977-12\">(i) where the child actually feels love, attachment, and a sense of being valued ***;</blockquote>\n    <blockquote id=\"b977-13\">(ii) the child’s sense of security;</blockquote>\n    <blockquote id=\"b977-14\">(iii) the child’s sense of familiarity;</blockquote>\n    <blockquote id=\"b977-15\">(iv) continuity of affection for the child;</blockquote>\n    <blockquote id=\"b977-16\">(v) the least disruptive placement alternative for the child;</blockquote>\n    <blockquote id=\"b978-4\"><page-number citation-index=\"1\" label=\"960\">*960</page-number>(e) the child’s wishes and long-term goals;</blockquote>\n    <blockquote id=\"b978-5\">(f) the child’s community ties, including church, school, and friends;</blockquote>\n    <blockquote id=\"b978-6\">(g) the child’s need for permanence ***;</blockquote>\n    <blockquote id=\"b978-7\">(h) the uniqueness of every family and child;</blockquote>\n    <blockquote id=\"b978-8\">(i) the risks attendant to entering and being in substitute care; and</blockquote>\n    <blockquote id=\"b978-9\">(j) the preferences of the persons available to care for the child.” 705 ILCS 405/1 — 3(4.05) (West 2004).</blockquote>\n    <p id=\"b978-10\">(Although these factors appear in the Juvenile Court Act, they are also considered in determining a child’s best interest during termination-of-parental-rights proceedings. See, <em>e.g., In re Tiffany M., </em>353 Ill. App. 3d 883, 892-93, 819 N.E.2d 813, 822 (2004); <em>In re R.L., </em>352 Ill. App. 3d 985, 1001, 817 N.E.2d 954, 968 (2004).) Notably — and appropriately — the foregoing list does not include an evaluation of the respondent parent’s conduct.</p>\n    <p id=\"b978-11\">In sum, in termination proceedings under sections of the Adoption Act that do not require that a parent’s fitness be determined based on conduct related to the trial court’s dispositional orders in neglect proceedings, neither the parent’s failure to participate in those proceedings nor the existence of a void order therein requires the trial court to dismiss or deny the State’s termination petition. Accordingly, we conclude that in this case, the trial court did not err by proceeding on the State’s termination-of-parental-rights petition against respondent.</p>\n    <p id=\"b978-12\">B. The Trial Court’s Unfitness Finding</p>\n    <p id=\"AiX\">Respondent next argues that the trial court’s finding that he was unfit because he failed to maintain a reasonable degree of interest, concern, or responsibility as to T.A.’s welfare was against the manifest weight of the evidence. We disagree.</p>\n    <p id=\"b978-13\">The State must prove parental unfitness by clear and convincing evidence, and the trial court’s findings must be given great deference because of its superior opportunity to observe the witnesses and evaluate their credibility. We will not reverse a trial court’s finding of parental unfitness unless it was contrary to the manifest weight of the evidence, meaning that the correctness of the opposite conclusion is clearly evident from a review of the evidence. <em>In re D.F., </em>201 Ill. 2d 476, 498, 777 N.E.2d 930, 942 (2002).</p>\n    <p id=\"b978-14\">Section 1(D) (b) of the Adoption Act provides, in pertinent part, as follows:</p>\n    <blockquote id=\"b978-15\">“The grounds of unfitness are any *** of the following ***:</blockquote>\n    <blockquote id=\"b979-4\"><page-number citation-index=\"1\" label=\"961\">*961</page-number>(b) Failure to maintain a reasonable degree of interest, concern[,] or responsibility as to the child’s welfare.” 750 ILCS 50/1(D)(b) (West 2002).</blockquote>\n    <p id=\"b979-5\">Because the language of section 1(D) (b) is in the disjunctive, any of the three elements may be considered on its own as a ground for unfitness. We recognize that in examining allegations under subsection (D)(b), a trial court must (1) focus on a parent’s reasonable efforts, not his success, and (2) consider any circumstances that may have hindered his ability to visit, communicate with, or otherwise show interest in his child. However, <em>“a </em>parent is not fit merely because she has demonstrated some interest or affection towards her child.” <em>In re Jaron Z., </em>348 Ill. App. 3d 239, 259, 810 N.E.2d 108, 125 (2004). Rather, a parent’s interest, concern, or responsibility must be reasonable. <em>In re E.O., </em>311 Ill. App. 3d 720, 727, 724 N.E.2d 1053, 1058 (2000).</p>\n    <p id=\"b979-6\">Respondent points to the evidence that (1) he showed an interest in T.A. between October 2004 and the termination proceedings, and (2) as soon as he was released from prison in November 2004, he initiated contact with DCFS. However, the trial court also heard evidence that (1) respondent had never had any contact with T.A. or showed any interest in her and (2) in respondent’s postrelease meetings with Sisk, he did not inquire about T.A. Reviewing the evidence in accordance with the applicable standard of review, we conclude that the trial court’s unfitness finding was not against the manifest weight of the evidence.</p>\n    <p id=\"b979-7\">C. The Best-Interest Finding</p>\n    <p id=\"b979-8\">Last, respondent argues that the trial court’s best-interest finding was against the manifest weight of the evidence. We disagree.</p>\n    <p id=\"b979-9\">Following a finding of parental unfitness, the trial court must give full and serious consideration to the child’s best interest. <em>In re G.L., </em>329 Ill. App. 3d 18, 24, 768 N.E.2d 367, 372 (2002). At the best-interest stage of termination proceedings, the State bears the burden of proving by a preponderance of the evidence that termination is in the child’s best interest. <em>D.T., </em>212 Ill. 2d at 366, 818 N.E.2d at 1228. We will not disturb a court’s finding that termination is in the children’s best interest unless it was against the manifest weight of the evidence. <em>In re M.F., </em>326 Ill. App. 3d 1110, 1115-16, 762 N.E.2d 701, 706 (2002).</p>\n    <p id=\"b979-10\">At the time of the best-interest hearing, T.A. had been living with the Greens for approximately seven months and was doing well. She had bonded with the Greens, and the Greens had expressed an interest in adopting her. Meanwhile, respondent was a long way from being in a position to assume parental responsibility for T.A. In light of this <page-number citation-index=\"1\" label=\"962\">*962</page-number>evidence, we conclude that the trial court’s decision that it was in T.A.’s best interest to terminate respondent’s parental rights was not against the manifest weight of the evidence.</p>\n    <p id=\"b980-4\">III. CONCLUSION</p>\n    <p id=\"b980-5\">For the reasons stated, we affirm the trial court’s judgment.</p>\n    <p id=\"Ayc\">Affirmed.</p>\n    <p id=\"b980-6\">McCULLOUGH and MYERSCOUGH, JJ., concur.</p>\n  </opinion>\n</casebody>\n"}}
{"id": 5594271, "url": "https://api.capapi.org/v1/cases/5594271/", "name": "THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MONICA GLISSON, Defendant-Appellant", "name_abbreviation": "People v. Glisson", "decision_date": "2005-08-24", "docket_number": "No. 5—99—0723", "first_page": "962", "last_page": "976", "citations": [{"cite": "359 Ill. App. 3d 962", "type": "official"}], "volume": {"volume_number": "359", "barcode": "32044106823339", "url": "https://api.capapi.org/v1/volumes/32044106823339/"}, "reporter": {"id": 322, "full_name": "Illinois Appellate Court Reports, Third Series", "url": "https://api.capapi.org/v1/reporters/322/"}, "court": {"name_abbreviation": "Ill. App. Ct.", "name": "Illinois Appellate Court", "id": 8837, "slug": "ill-app-ct", "url": "https://api.capapi.org/v1/courts/ill-app-ct/"}, "jurisdiction": {"name": "Ill.", "id": 29, "slug": "ill", "name_long": "Illinois", "url": "https://api.capapi.org/v1/jurisdictions/ill/", "whitelisted": true}, "cites_to": [{"cite": "198 Ill. 2d 21"}, {"cite": "203 Ill. App. 3d 443"}, {"cite": "675 N.E.2d 99"}, {"cite": "131 Ill. App. 3d 1034"}, {"cite": "104 S. Ct. 2052"}, {"cite": "172 Ill. 2d 1"}, {"cite": "166 Ill. 2d 310"}, {"cite": "411 N.E.2d 597"}, {"cite": "561 N.E.2d 371"}, {"cite": "210 Ill. App. 3d 390"}, {"cite": "322 N.E.2d 514"}, {"cite": "440 N.E.2d 961"}, {"cite": "279 N.E.2d 382"}, {"cite": "109 Ill. App. 3d 446"}, {"cite": "733 N.E.2d 1271"}, {"cite": "202 Ill. 2d 499"}, {"cite": "80 L. Ed. 2d 674"}, {"cite": "476 N.E.2d 1333"}, {"cite": "569 N.E.2d 120"}, {"cite": "652 N.E.2d 288"}, {"cite": "324 Ill. App. 3d 249"}, {"cite": "473 N.E.2d 1246"}, {"cite": "14 Ill. 2d 325"}, {"cite": "3 Ill. App. 3d 879"}, {"cite": "25 Ill. App. 3d 27"}, {"cite": "217 Ill. App. 3d 675"}, {"cite": "466 U.S. 668"}, {"cite": "72 Ill. 2d 203"}, {"cite": "153 N.E.2d 65"}, {"cite": "192 Ill. 2d 29"}, {"cite": "380 N.E.2d 795"}, {"cite": "754 N.E.2d 444"}, {"cite": "174 Ill. 2d 427"}, {"cite": "89 Ill. App. 3d 220"}, {"cite": "104 Ill. 2d 504"}, {"cite": "665 N.E.2d 1290"}, {"cite": "577 N.E.2d 838"}, {"cite": "759 N.E.2d 533"}, {"cite": "782 N.E.2d 251"}], "frontend_url": "https://cite.capapi.org/ill-app-3d/359/962/", "preview": [], "casebody": {"status": "ok", "data": "<casebody firstpage=\"962\" lastpage=\"976\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <parties id=\"b980-7\">THE PEOPLE OF THE STATE OF ILLINOIS, Plaintiff-Appellee, v. MONICA GLISSON, Defendant-Appellant.</parties>\n  <court id=\"b980-9\">Fifth District</court>\n  <docketnumber id=\"AUW\">No. 5—99—0723</docketnumber>\n  <decisiondate id=\"b980-10\">Opinion filed August 24, 2005.</decisiondate>\n  <attorneys id=\"b982-6\"><page-number citation-index=\"1\" label=\"964\">*964</page-number>Daniel M. Kirwan and Lawrence J. O’Neill, both of State Appellate Defender’s Office, of Mt. Vernon, for appellant.</attorneys>\n  <attorneys id=\"b982-7\">Joseph Jackson, State’s Attorney, of Metropolis (Norbert J. Goetten, Stephen E. Norris, and Patrick D. Daly, all of State’s Attorneys Appellate Prosecutor’s Office, of counsel), for the People.</attorneys>\n  <opinion type=\"majority\">\n    <author id=\"b982-8\">JUSTICE CHAPMAN<footnotemark>1</footnotemark></author>\n    <p id=\"AL2\">delivered the opinion of the court:</p>\n    <p id=\"b982-9\">In March 1999, the defendant, Monica Glisson, was pulled over for illegally stopping on a highway. As a result of this stop, officers discovered a cooler containing anhydrous ammonia in the trunk of the car she was driving. Anhydrous ammonia is an ingredient in methamphetamine, and the stop occurred in the immediate vicinity of anhydrous ammonia storage tanks owned by Fruitbelt, Inc. (Fruit-belt). The defendant was charged with one count each of theft (720 ILCS 5/16 — 1(a)(1)(A) (West 1998)) and chemical breakdown of an illicit controlled substance (720 ILCS 570/401.5(a — 5) (West 1998) (repealed in relevant part by Pub. Act 91 — 403, § 5, eff. January 1, 2000)). She was convicted on both counts and sentenced to 18 months in prison on the chemical breakdown charge and 30 days in jail on the theft count.</p>\n    <p id=\"b982-10\">On the defendant’s first appeal to this court, we reversed her conviction for theft, finding that the State had failed to prove beyond a reasonable doubt that the anhydrous ammonia found in her car belonged to Fruitbelt. <em>People v. Glisson, </em>324 Ill. App. 3d 249, 253, 754 N.E.2d 444, 448 (2001). We also vacated her conviction for chemical breakdown of an illicit controlled substance, finding that the statute under which she was charged was to be treated as if it had never <page-number citation-index=\"1\" label=\"965\">*965</page-number>existed because it had been repealed without the legislature enacting a replacement. <em>Glisson, </em>324 Ill. App. 3d at 253, 754 N.E.2d at 447. The State appealed from the portion of our opinion vacating the defendant’s conviction for chemical breakdown of an illicit controlled substance. The Illinois Supreme Court reversed our holding and remanded the cause to this court to consider the contentions of error that our disposition did not require us to address. <em>People v. Glisson, </em>202 Ill. 2d 499, 509-10, 782 N.E.2d 251, 257-58 (2002). Specifically, the defendant argued that (1) the State failed to prove her guilty beyond a reasonable doubt, (2) the court erred in admitting two exhibits without foundation, (3) she was prejudiced by misstatements of the evidence in the prosecutor’s closing argument, and (4) she received ineffective assistance of counsel. We now consider these arguments and affirm the defendant’s conviction.</p>\n    <p id=\"b983-4\">The events leading to the discovery of the anhydrous ammonia unfolded as follows. Shortly after midnight on March 30, 1999, Massac County Deputy Sheriff Kent Miles was driving on Highway 45 on routine patrol. He observed a vehicle stopped in the roadway near anhydrous ammonia storage tanks owned by Fruitbelt. Deputy Miles noticed the brake light at the top of the rear windshield go dark. As he approached the vehicle, he saw a man close the trunk and enter the passenger side of the car. The car then drove away. Deputy Miles followed the car and ran the license plate number through his computer before putting on his lights and pulling the car over.</p>\n    <p id=\"b983-5\">Deputy Miles testified that the defendant, who was 17 years old at the time, appeared more nervous than drivers normally are when stopped for a traffic violation. He asked her why she had stopped in the roadway. She explained that she and her boyfriend, passenger Joseph Draffen, had argued and that she had stopped her car and let him out. Then, feeling bad, she went back to pick him up. Although it is not entirely clear when Deputy Miles first noticed it, he testified that he could detect the faint odor of anhydrous ammonia from outside the car. He radioed for backup, and Deputy Richard Douglas responded.</p>\n    <p id=\"b983-6\">Deputy Douglas arrived at the scene at approximately 12:40 a.m. He was familiar with Draffen, whom he knew to be a suspect in previous thefts of anhydrous ammonia from Fruitbelt. Deputy Douglas also detected the faint odor of anhydrous ammonia from outside the defendant’s car.</p>\n    <p id=\"b983-7\">When asked for permission to search the car, the defendant refused, stating that the car belonged to her mother and that she did not think she had the authority to consent to a search. According to Deputy Douglas, the key to the trunk was in the keyhole, and when he simply touched the key, the trunk popped open. According to the <page-number citation-index=\"1\" label=\"966\">*966</page-number>defendant, however, she saw Deputy Douglas turn the key to open the trunk. When the trunk was open, the odor of anhydrous ammonia became stronger.</p>\n    <p id=\"b984-4\">Chief Deputy Ted Holder and Southern Illinois Drug Task Force Inspectors Dean Hamilton and Ricky Griffey were also called to the scene. Hamilton, who wore protective gear, removed a bucket from the trunk of the car. The bucket was sealed with duct tape. Inside the bucket was a cooler that, according to the State’s witnesses, contained a substance they identified by its odor as anhydrous ammonia.</p>\n    <p id=\"b984-5\">The State charged the defendant the next day with one count each of theft and chemical breakdown of an illicit controlled substance. She stood trial in July 1999 and was convicted on both counts. As previously noted, we reversed her theft conviction and vacated her conviction for chemical breakdown of an illicit controlled substance. Because the supreme court reversed our finding that the statute under which the defendant was convicted was not applicable due to its subsequent repeal, we now consider her remaining challenges to that conviction.</p>\n    <p id=\"b984-6\">The defendant first argues that the State failed to prove her guilty beyond a reasonable doubt because it failed to present sufficient evidence that the substance in the cooler was, in fact, anhydrous ammonia. As the defendant correctly contends, the identity of an illicit controlled substance is an element of the offense that the State is required to prove beyond a reasonable doubt. See <em>People v. Park, </em>72 Ill. 2d 203, 211, 380 N.E.2d 795, 799 (1978). Often, that proof comes in the form of laboratory tests. Here, the substance found in the cooler was not submitted to any such testing. One officer testified that forensic labs will not accept anhydrous ammonia for testing because it is a hazardous substance. He further testified that, although there is a field test that can measure the presence of anhydrous ammonia vapor in the air, the Southern Illinois Drug Task Force does not have such a test. Thus, the only evidence that the substance was anhydrous ammonia was the testimony of three officers that they smelled the odor of anhydrous ammonia, which they described as distinctive and “unmistakable.” In support of her argument that this testimony is insufficient, the defendant cites <em>People v. Hagberg, </em>192 Ill. 2d 29, 733 N.E.2d 1271 (2000); <em>People v. Jones, </em>174 Ill. 2d 427, 675 N.E.2d 99 (1996); <em>People v. Newberry, </em>166 Ill. 2d 310, 652 N.E.2d 288 (1995); and <em>People v. Brown, </em>3 Ill. App. 3d 879, 279 N.E.2d 382 (1972). In all of those cases, courts found that the State had failed to prove that a substance found in a defendant’s possession was in fact what the State alleged it to be.</p>\n    <p id=\"b984-7\">The State argues that these cases are distinguishable because (1) they involve substances for which there is an accurate scientific test <page-number citation-index=\"1\" label=\"967\">*967</page-number>available, while no such test exists for anhydrous ammonia, and (2) they involve substances that cannot be readily identified through the senses, while anhydrous ammonia has a distinctive odor. In support of its position, the State cites <em>People v. Letsos, </em>203 Ill. App. 3d 443, 561 N.E.2d 371 (1990). There, the court found that evidence that an officer at the scene had smelled gasoline was sufficient to convict the defendant of discharging a contaminant into a storm sewer in violation of the Illinois Environmental Protection Act (Ill. Rev. Stat. 1989, ch. 111½, par. 1044(j)(1)(A)). <em>Letsos, </em>203 Ill. App. 3d at 452, 561 N.E.2d at 377.</p>\n    <p id=\"b985-4\">We find the cases cited by both parties distinguishable. In the State’s case, <em>Letsos, </em>there was no issue regarding the composition of the substance the officers had observed the defendant pumping into a storm sewer. The defendant, who had purchased a piece of property formerly used as a gas station, was pumping the contents of storage tanks on the property into a storm sewer. It turned out that the storage tanks contained both gasoline and water. The defendant alleged that he began the pumping believing that the tanks contained only water. <em>Letsos, </em>203 Ill. App. 3d at 444-45, 561 N.E.2d at 372. The testimony of a police officer that he smelled gasoline was offered to refute this contention, not to prove that the tank contained gasoline, a proposition the defendant did not dispute. Thus, we find the case inapplicable to the issues before us.</p>\n    <p id=\"b985-5\">In <em>Hagberg, </em>the only evidence that a substance found on the defendant was cocaine was the testimony of a police officer about a field test he had performed on the substance. The supreme court found this evidence insufficient because the officer could not recall the type of test he had used, what color it was supposed to turn to indicate a positive result, or what color it actually did turn. The court found this testimony insufficient because it was “vague and speculative.” <em>Hagberg, </em>192 Ill. 2d at 34, 733 N.E.2d at 1274. In <em>Jones, </em>the contents of two of the five packets of a substance found in the defendant’s possession tested positive for cocaine, while the remaining three packets were not tested. <em>Jones, </em>174 Ill. 2d at 428, 675 N.E.2d at 100. The supreme court held that the evidence was insufficient to support an inference that the remaining three packets likewise contained cocaine because the five packets were not sufficiently homogenous to support that inference beyond a reasonable doubt. <em>Jones, </em>174 Ill. 2d at 430, 675 N.E.2d at 101. Significantly, in both cases, the supreme court expressly declined to hold that evidence other than a laboratory test could never be sufficient to support a finding that a substance is in fact the controlled substance in question. <em>Hagberg, </em>192 Ill. 2d at 33, 733 N.E.2d at 1273; <em>Jones, </em>174 Ill. 2d at 429, 675 N.E.2d at 100.</p>\n    <p id=\"b986-3\"><page-number citation-index=\"1\" label=\"968\">*968</page-number><em>Brown </em>dealt with a conviction for transporting an open bottle of liquor in an automobile and driving while under the influence. The bottle of whiskey that the arresting officer claimed to have taken from the defendant was admitted into evidence, and the arresting officer was permitted to smell the contents of the bottle in court and identify it as alcohol. <em>Brown, </em>3 Ill. App. 3d at 881, 279 N.E.2d at 384. On appeal, the court held that the bottle should not have been admitted due to the State’s failure to establish a chain of custody over the bottle adequate to ensure that the evidence had not been tampered with. <em>Brown, </em>3 Ill. App. 3d at 881, 279 N.E.2d at 384.</p>\n    <p id=\"b986-4\">The court did not discuss the propriety of the officer’s testimony regarding the contents of the bottle; however, after finding the bottle itself inadmissible, the court held that the remaining evidence was insufficient to show that the bottle the defendant had with him in his car when he was stopped in fact contained alcohol. <em>Brown, </em>3 Ill. App. 3d at 881, 279 N.E.2d at 384. Implicitly then, the court found the officer’s testimony inadmissible or insufficient or both. The defendant attempts to draw a parallel between that scenario and the facts of our case. Here, as she notes, the evidence that the substance in the cooler was anhydrous ammonia consisted of the testimony of several officers that they smelled anhydrous ammonia. There is one very critical distinction. In our case, the officers testified that they smelled anhydrous ammonia at the scene. In <em>Brown, </em>by contrast, the officer testified that he smelled alcohol in the bottle he brought to court; he testified that he had not previously smelled or tasted the bottle’s contents to determine that it in fact contained alcohol. <em>Brown, </em>3 Ill. App. 3d at 881, 279 N.E.2d at 384. An in-court identification of an item the State failed to prove had any connection to the events at issue is quite different from testimony that a witness specifically recalls smelling the distinctive odor associated with a particular substance at the time in question.</p>\n    <p id=\"b986-5\">In <em>Newberry, </em>the alleged controlled substance <em>was </em>tested in a laboratory. <em>Newberry, </em>166 Ill. 2d at 312, 652 N.E.2d at 289. However, the evidence was destroyed before the trial. <em>Newberry, </em>166 Ill. 2d at 313, 652 N.E.2d at 290. The supreme court found that the evidence was therefore inadmissible for two reasons. First, the evidence was destroyed after the defendant filed a discovery motion for it, thereby warranting a discovery sanction against the State. <em>Newberry, </em>166 Ill. 2d at 317, 652 N.E.2d at 292. Second, the destruction of the evidence meant that the defendant could not effectively challenge it. <em>Newberry, </em>166 Ill. 2d at 316, 652 N.E.2d at 291. Under these circumstances, allowing the State to bring in evidence of the test results through testimony would be unfair because scientific test results tend to carry <page-number citation-index=\"1\" label=\"969\">*969</page-number>more weight than other types of evidence. <em>Newberry, </em>166 Ill. 2d at 317, 652 N.E.2d at 292.</p>\n    <p id=\"b987-3\">In <em>Newberry, </em>the court did not address the propriety of proving the composition of a substance through circumstantial evidence because the State, having presented scientific evidence that on appeal was found to be inadmissible, did not present any. Other cases have, however, found circumstantial evidence of a substance’s composition to be sufficient. See, <em>e.g., People v. Minter, </em>89 Ill. App. 3d 220, 222, 411 N.E.2d 597, 598 (1980); <em>People v. Binkley, </em>25 Ill. App. 3d 27, 31, 322 N.E.2d 514, 517 (1975), citing <em>People v. Robinson, </em>14 Ill. 2d 325, 153 N.E.2d 65 (1958). Although we have found no case precisely on point, we think the officers’ testimony regarding the smell of the anhydrous ammonia was sufficient due to its distinctive odor. Our conclusion is bolstered by the impossibility of performing forensic testing on anhydrous ammonia. See <em>Park, </em>72 Ill. 2d at 213-14, 380 N.E.2d at 800-01 (finding testimony that a substance was marijuana insufficient to prove that it was in fact marijuana due, in part, to the availability of a simple test); <em>People v. Maiden, </em>210 Ill. App. 3d 390, 400, 569 N.E.2d 120, 126-27 (1991) (testing one of three samples of a substance for the presence of POP was insufficient where it would be easy for the State to test the remaining samples).</p>\n    <p id=\"b987-4\">The defendant argues, however, that the officers who testified to smelling the odor of anhydrous ammonia lacked the expertise to identify the odor. Deputy Miles and Deputy Douglas testified to no specialized training in dealing with anhydrous ammonia. Chief Deputy Ted Holder testified that he received a four-hour training class on anhydrous ammonia. Two inspectors from the Southern Illinois Drug Task Force were also called to the scene. Of the two, only Inspector Ricky Griffey testified at the trial. At the time the defendant was stopped, he had not yet received certification and training in dealing with anhydrous ammonia. However, all three of the officers who testified to smelling anhydrous ammonia at the scene also testified that they had previously encountered anhydrous ammonia, which, as we have already explained, has a highly distinctive odor. Identification of an illicit controlled substance by a witness is sufficient proof if the witness has “some peculiar knowledge of the substance” or the nature of the substance is such that identifying it would be a matter of common knowledge. <em>Minter, </em>89 Ill. App. 3d at 222, 411 N.E.2d at 598; see also <em>Binkley, </em>25 Ill. App. 3d at 32, 322 N.E.2d at 518 (finding sufficient identification of cannabis by a witness whose sole basis for the knowledge of cannabis came from her experience smoking it, coupled with additional circumstantial evidence that the substance was sold for a high price). We believe that the officers’ prior encounters with anhydrous ammonia are sufficient to meet this standard.</p>\n    <p id=\"b988-3\"><page-number citation-index=\"1\" label=\"970\">*970</page-number>The defendant next argues that People’s Exhibits ID and IE, photographs of residual liquid anhydrous ammonia in the bottom of a cooler that was found inside a bucket recovered from the trunk of her car, were admitted in error over her objection. She contends that the State failed to lay a foundation for the exhibits because no witness testified to the origins of the photographs or a chain of custody for them. Because the defendant did not address the admission of these exhibits in her posttrial motion, the issue is waived on appeal. However, because she raises counsel’s failure to preserve this issue for appeal as a part of her argument that she received ineffective assistance of trial counsel, we will address it in that context.</p>\n    <p id=\"b988-4\">We agree with the defendant that the photographs were not properly admitted, although for different reasons than those she puts forth. We nevertheless do not believe she suffered prejudice as a result. The conditions for the admissibility of photographic evidence are its relevance and its accuracy. <em>People v. Myles, </em>131 Ill. App. 3d 1034, 1042, 476 N.E.2d 1333, 1339 (1985). The accuracy can be established by a witness who can identify the photograph and testify that it is an accurate depiction of the subject it portrays. <em>People v. Beasley, </em>109 Ill. App. 3d 446, 451-52, 440 N.E.2d 961, 965 (1982). Here, although three witnesses identified the two photographs, not one was ever asked if the photographs accurately depicted the cooler. However, the witnesses universally testified that they identified the substance not from its appearance, but from its odor. Thus, we do not think that the defendant was prejudiced by counsel’s failure to raise the issue in her posttrial motion.</p>\n    <p id=\"b988-5\">The defendant next argues that she was prejudiced by misstatements of the evidence in the prosecutor’s closing arguments. As she acknowledges, she did not object to the challenged remarks at the trial. We find that, even had the defendant objected, the relevant statements were not so prejudicial to require a reversal.</p>\n    <p id=\"b988-6\">The prosecutor argued, in relevant part, as follows:</p>\n    <blockquote id=\"b988-7\">“You will recall[,] Deputy Kent Miles was going up on routine patrol, and one of the things that he was checking was the anhydrous ammonia location near Fruitbelt — near Highway 45. And[ ] the testimony was[,] after he crossed Strawberry Shortcut Road, he could see a car parked with three lights on it. And it was stopped. And, as he approached it, the eye[-]level brake light disappeared. As he gets closer, he sees it’s because there is a person putting something in the trunk. The trunk is closed. He sees a person in full camouflage *** getting in the passenger compartment of the car. And, circumstantially, he thought it was clear that he had observed anhydrous [ammonia] being stolen from the Fruitbelt plant.</blockquote>\n    <blockquote id=\"b989-4\">\n      <page-number citation-index=\"1\" label=\"971\">*971</page-number>\n      <em>% %</em>\n    </blockquote>\n    <blockquote id=\"b989-5\">And, when he was talking to this defendant, outside the vehicle, he smelled anhydrous ammonia. He called for back[ ]up. The trunk was opened. This container was there, containing anhydrous ammonia.”</blockquote>\n    <p id=\"b989-6\">The prosecutor further argued that the defendant’s car was stopped after “speeding off from the anhydrous facility of Fruitbelt Incorporated.” With respect to the defendant’s contention that she could not smell the anhydrous ammonia and was unaware that whatever Draffen had placed in the trunk contained anhydrous ammonia, the prosecutor argued that common sense would tell the jurors that if the officers smelled anhydrous ammonia when they were at the scene, the defendant must have smelled it, too, both inside and outside the car.</p>\n    <p id=\"b989-7\">The defendant first argues that the prosecutor misstated the evidence because he implied that Deputy Miles was specifically checking on the anhydrous ammonia tanks “for suspected anhydrous ammonia thefts when he saw a car ‘speeding away’ from Fruitbelt.” We think the initial statement — that Deputy Miles was on routine patrol and that one of the things he was checking on patrol was the Fruitbelt facility — accurately states the evidence. Deputy Miles’ unrefuted testimony established that he was on routine patrol and that the area near Fruitbelt’s anhydrous ammonia tanks was one of the things he checked on his routine patrol. We do not think the statement even implies he was checking for suspected thefts, which would be inconsistent with the statement that he was “on routine patrol.”</p>\n    <p id=\"b989-8\">We agree, however, that the assertion that Deputy Miles stopped the defendant’s car after he saw her “speeding away” from the Fruit-belt facility misstated the evidence. Deputy Miles decided to stop the defendant when he saw her car stopped in the roadway, before she continued driving, and the record contains no evidence regarding the speed at which she drove away. We do not believe that the statement was prejudicial enough to warrant a reversal, however. The thrust of the prosecutor’s argument, considered as a whole, was that the evidence that Draffen had put something in the trunk while the car was parked near the tanks, coupled with evidence that the officers had smelled anhydrous ammonia, demonstrated, circumstantially, that Draffen and the defendant had stolen the anhydrous ammonia. The isolated remark does not change the thrust of the argument or the impression the jury would have after hearing it.</p>\n    <p id=\"b989-9\">The defendant further argues that the prosecutor misstated evidence because (1) Deputy Miles never testified that he actually saw Draffen put anything in the trunk, (2) Deputy Miles did not see that Draffen was dressed in camouflage (common among people stealing <page-number citation-index=\"1\" label=\"972\">*972</page-number>anhydrous ammonia for use in manufacturing methamphetamine) until after he had stopped the defendant’s car, and (3) the prosecutor’s argument implies that Deputy Miles smelled anhydrous ammonia immediately upon stopping the vehicle and determined the trunk should be opened to ventilate the anhydrous ammonia for the sake of safety, while the testimony indicated Deputy Douglas accidentally opened the trunk and Deputy Miles was not initially aware of the anhydrous ammonia odor. We do not find any of these statements to be prejudicial enough to warrant a reversal, not even cumulatively. The prosecutor admitted that Deputy Miles’ suspicion that he had witnessed the theft of anhydrous ammonia came through circumstantial observations. Although it is true that Deputy Miles did not actually see Draffen place anything in the trunk, we think the clear implication of his testimony was that he had inferred from what he did see that Draffen had done precisely that. Further, the exact moment that Deputy Miles noticed that Draffen was dressed in camouflage, which provided further support for the inference that he was stealing anhydrous ammonia, was not relevant to the determination the jury was called upon to make.</p>\n    <p id=\"b990-4\">The prosecutor’s argument that Deputy Miles determined that the trunk needed to be opened for the sake of ventilation due to the hazardous nature of anhydrous ammonia is somewhat more troubling. It casts Deputy Miles and Deputy Douglas in a more favorable light than does their actual testimony, which was that Deputy Douglas touched the key and the trunk flew open on its own. Nevertheless, we do not believe that a more accurate statement of this portion of the events leading to the discovery of the evidence would make the jury see the evidence itself (the smell of the anhydrous ammonia or the fact that a substance was recovered from the trunk at all) any differently. Thus, although we strongly disapprove of the prosecutor’s careless statements, we find no prejudice to the defendant as a result.</p>\n    <p id=\"b990-5\">Finally, the defendant argues that she received ineffective assistance of counsel because counsel failed to (1) file a motion to suppress evidence challenging the legality of the search of the car, (2) file a discovery motion addressing the anhydrous ammonia, (3) object to hearsay testimony, (4) request that the jury be instructed that the officers’ testimony was not proof that the substance was anhydrous ammonia, and (5) challenge the admission of the photographs in her post-trial motion. In order to support a claim of ineffective assistance of counsel, a defendant must demonstrate both that counsel’s performance was objectively unreasonable and that, but for counsel’s unprofessional errors, it is reasonably probable that she would have obtained a different result. <em>People v. Brown, </em>172 Ill. 2d 1, 28, 665 <page-number citation-index=\"1\" label=\"973\">*973</page-number>N.E.2d 1290, 1302 (1996), citing <em>Strickland v. Washington, </em>466 U.S. 668, 80 L. Ed. 2d 674, 104 S. Ct. 2052 (1984), and <em>People v. Albanese, </em>104 Ill. 2d 504, 473 N.E.2d 1246 (1984). If a motion to suppress would have been properly denied or an objection properly overruled, counsel is not ineffective for failing to file the motion or object. See <em>People v. Singleton, </em>217 Ill. App. 3d 675, 689, 577 N.E.2d 838, 847 (1991).</p>\n    <p id=\"b991-4\">The defendant argues that a motion to suppress should have been made and granted because (1) the traffic stop itself was not valid and (2) even if the stop was valid, the search exceeded the permissible scope of the stop. We disagree with both contentions.</p>\n    <p id=\"b991-5\">We agree with the State that the defendant’s argument that the stop was invalid at its inception is based on a faulty reading of section 11 — 1301(a) of the Illinois Vehicle Code (625 ILCS 5/11 — 1301(a) (West 1998)). That section provides as follows:</p>\n    <blockquote id=\"b991-6\">“Outside a business or residence district, no person shall stop, park[,] or leave standing any vehicle, whether attended or unattended, upon the roadway when it is practicable to stop, park[,] or so leave such vehicle off the roadway, but in every event an unobstructed width of the highway opposite a standing vehicle shall be left for the free passage of other vehicles ***.” 625 ILCS 5/11 — 1301(a) (West 1998).</blockquote>\n    <p id=\"b991-7\">The defendant contends that no officer could reasonably believe she was in violation of this statute because (1) she was neither outside a business nor in a residential area, (2) it was not practicable to pull off to the side of the road because there were no shoulders, and (3) she left enough room for vehicles to pass in the second lane of traffic. First, we read the language that the statute is applicable only “[ojutside a business or residence district” to mean the statute is applicable to areas other than business or residential districts, rather than areas inside business districts that are immediately outside businesses and areas that are not residential areas. Second, the record does not contain evidence of whether there was a shoulder or how many lanes there were on the highway. Moreover, we agree with the State that the language mandating that “in every event” drivers must leave enough room for traffic to get around them does not mean that drivers can pull over anywhere they please as long as there is a second lane of traffic. Rather, we think it means that a driver for whom it is not practicable to pull off the road onto a shoulder has to pull as far to the side of the road as possible in order to allow the passage of other vehicles around his or her vehicle. One rule of statutory construction is to avoid a result that is absurd. <em>Burger v. Lutheran General Hospital, </em>198 Ill. 2d 21, 59, 759 N.E.2d 533, 555 (2001). We conclude that Deputy Miles had probable cause to stop the defendant for stopping her vehicle in the roadway.</p>\n    <p id=\"b992-3\"><page-number citation-index=\"1\" label=\"974\">*974</page-number>The defendant also argues that, even if the initial stop was valid, the search of the trunk exceeded the permissible scope of the stop. She contends that Deputy Miles admitted on cross-examination that he did not smell anhydrous ammonia until Deputy Douglas opened the trunk. This mischaracterizes his testimony. When defense counsel asked Deputy Miles what happened when Deputy Douglas opened the trunk, Deputy Miles replied: “Well, first I noticed a strong smell of anhydrous [ammonia]. And, then, we saw the five[-]gallon bucket.” This does not refute his testimony on direct examination that he smelled a faint odor of anhydrous ammonia when the trunk was closed.</p>\n    <p id=\"b992-4\">Much of the rest of the defendant’s argument in this regard focuses on inconsistencies in the trial testimony of the police officers involved. For example, Deputy Miles testified that he smelled anhydrous ammonia before the trunk was open, yet he allowed the defendant and Draffen to remain in the vehicle for 10 minutes despite the danger posed by the presence of the material. Deputy Douglas claims that he merely touched a key that had been left in the keyhole to the trunk, causing the trunk to open on its own. While we agree that some of this testimony, at least potentially, could have cast doubt on the officers’ credibility at a suppression hearing had such a motion been filed, we believe that additional information known to the officers gave them probable cause to search the vehicle. Draffen, the passenger in the defendant’s car, was suspected in recent thefts of anhydrous ammonia from the nearby Fruitbelt plant, and Deputy Miles saw Draffen close the trunk of the defendant’s car while it was stopped in front of Fruitbelt’s anhydrous ammonia tanks, an act which logically led to the inference that he had placed something there. Viewing these circumstances in their entirety, we conclude that the officers had probable cause to search the vehicle (including the trunk) and that a motion to suppress would have been properly denied. Thus, the defendant suffered no prejudice as a result of defense counsel’s failure to file one, even assuming her performance was objectively unreasonable.</p>\n    <p id=\"b992-5\">The defendant next argues that counsel was ineffective for failing to file a discovery motion aimed at the anhydrous ammonia. Her argument relies, in large part, on <em>Newberry, </em>in which the Illinois Supreme Court held that the State’s Attorney committed a sanction-able discovery violation by failing to preserve evidence the defendant had requested in discovery. She argues that, had defense counsel filed a discovery motion, the charges against her would have been dismissed had the State destroyed the evidence. Inspector Griffey testified that anhydrous ammonia is a liquid mixed with a vapor. It is hazardous and evaporates easily. Because of its unique nature, it is not susceptible <page-number citation-index=\"1\" label=\"975\">*975</page-number>to being stored for future testing. Moreover, unlike the evidence at issue in <em>Newberry, </em>the State does not have the benefit of adding weight to its evidence by referring to it as the results of scientific testing.</p>\n    <p id=\"b993-4\">The defendant further contends that trial counsel was ineffective for failing to request that the judge instruct the jury that the officers’ testimony that they smelled anhydrous ammonia at the scene could not constitute proof that the substance was, in fact, anhydrous ammonia. As discussed in detail earlier, testimony regarding the distinctive odor of anhydrous ammonia is the only realistic way to identify anhydrous ammonia. We have also concluded that this testimony was sufficient to prove that the substance was anhydrous ammonia. Therefore, we find that, had such an instruction been tendered, it would properly have been refused. Counsel was not ineffective for failing to request the instruction.</p>\n    <p id=\"b993-5\">The defendant next contends that trial counsel was ineffective for failing to object to some of Chief Deputy Holder’s testimony on the grounds that it was hearsay. Much of the challenged testimony related to the defendant’s theft charge, the conviction which was reversed in her initial appeal. We therefore need not consider it. The only relevant statement was Deputy Holder’s testimony that Dean Hamilton identified the substance as anhydrous ammonia. The defendant argues that this was highly prejudicial because Hamilton (who, as noted previously, did not testify) was the only potential witness with the expertise to identify the anhydrous ammonia. The State argues, however, that Deputy Holder’s testimony regarding Hamilton’s identification of the substance as anhydrous ammonia was merely duplicative of the testimony of three officers that they smelled anhydrous ammonia at the scene.</p>\n    <p id=\"b993-6\">We do not entirely agree with either party’s contention. For the reasons we discussed earlier, we disagree with the defendant that the witnesses who did testify were not qualified to identify the substance as anhydrous ammonia. However, because Hamilton appeared to have greater expertise than the other officers, his identification of the substance as anhydrous ammonia might have carried more weight than that of any of the other officers who testified. Nevertheless, we believe that, in the face of the three officers’ unanimous testimony that they smelled anhydrous ammonia at the scene and the additional circumstantial evidence, the isolated statement regarding Hamilton did not prejudice the defendant. Thus, she cannot demonstrate that she was prejudiced by counsel’s failure to object.</p>\n    <p id=\"b993-7\">Finally, the defendant contends that trial counsel was ineffective for failing to address in her posttrial motion the admission of the photographs of the residue. We have already concluded that the <page-number citation-index=\"1\" label=\"976\">*976</page-number>defendant was not prejudiced by the admission of the photographs and that, therefore, counsel was not ineffective for failing to address them in her posttrial motion. We conclude that the defendant received effective assistance of counsel at the trial.</p>\n    <p id=\"b994-4\">For the foregoing reasons, we affirm the defendant’s conviction for chemical breakdown of an illicit controlled substance.</p>\n    <p id=\"b994-5\">Affirmed.</p>\n    <p id=\"b994-6\">GOLDENHERSH and HOPKINS, JJ, concur.</p>\n    <footnote label=\"1\">\n      <p id=\"b982-11\">Justice Charles W Chapman participated in the oral argument and the initial decision in this case. Justice Melissa A. Chapman was later substituted on the panel upon remand.</p>\n    </footnote>\n  </opinion>\n</casebody>\n"}}
{"id": 5594449, "url": "https://api.capapi.org/v1/cases/5594449/", "name": "DEWAYNE HUBBERT et al., Indiv. and on Behalf of Others Similarly Situated, Plaintiffs-Appellees, v. DELL CORPORATION, Defendant-Appellant", "name_abbreviation": "Hubbert v. Dell Corp.", "decision_date": "2005-08-12", "docket_number": "No. 5—03—0643", "first_page": "976", "last_page": "990", "citations": [{"cite": "359 Ill. App. 3d 976", "type": "official"}], "volume": {"volume_number": "359", "barcode": "32044106823339", "url": "https://api.capapi.org/v1/volumes/32044106823339/"}, "reporter": {"id": 322, "full_name": "Illinois Appellate Court Reports, Third Series", "url": "https://api.capapi.org/v1/reporters/322/"}, "court": {"name_abbreviation": "Ill. App. Ct.", "name": "Illinois Appellate Court", "id": 8837, "slug": "ill-app-ct", "url": "https://api.capapi.org/v1/courts/ill-app-ct/"}, "jurisdiction": {"name": "Ill.", "id": 29, "slug": "ill", "name_long": "Illinois", "url": "https://api.capapi.org/v1/jurisdictions/ill/", "whitelisted": true}, "cites_to": [{"cite": "334 Ill. App. 3d 192"}, {"cite": "335 Ill. App. 3d 1171"}, {"cite": "212 W. Va. 73"}, {"cite": "17 S.W.3d 360"}, {"cite": "323 Ill. App. 3d 766"}, {"cite": "342 Ill. App. 3d 997"}, {"cite": "52 S.W.3d 749"}, {"cite": "156 Ill. App. 3d 755"}, {"cite": "921 S.W.2d 817"}, {"cite": "89 S.W.3d 830"}, {"cite": "569 S.E.2d 149"}, {"cite": "997 S.W.2d 803"}, {"cite": "924 S.W.2d 943"}, {"cite": "304 Ill. App. 3d 734"}, {"cite": "8 S.W.3d 370"}, {"cite": "105 S.W.3d 190"}, {"cite": "246 Ill. App. 3d 231"}], "frontend_url": "https://cite.capapi.org/ill-app-3d/359/976/", "preview": [], "casebody": {"status": "ok", "data": "<casebody firstpage=\"976\" lastpage=\"990\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <parties id=\"b994-7\">DEWAYNE HUBBERT <em>et al., </em>Indiv. and on Behalf of Others Similarly Situated, Plaintiffs-Appellees, v. DELL CORPORATION, Defendant-Appellant.</parties>\n  <court id=\"b994-9\">Fifth District</court>\n  <docketnumber id=\"AlO\">No. 5—03—0643</docketnumber>\n  <decisiondate id=\"b994-10\">Opinion filed August 12, 2005.</decisiondate>\n  <attorneys id=\"b996-6\"><page-number citation-index=\"1\" label=\"978\">*978</page-number>Jerold S. Solovy, Benjamin K. Miller, Matthew M. Neumeier, and Scott T. Schutte, all of Jenner &amp; Block, L.L.E, of Chicago, and Robert J. Bassett, of Donovan, Rose, Nester &amp; Joley, of Belleville, for appellant.</attorneys>\n  <attorneys id=\"b996-7\">Stephen M. Tillery and Aaron M. Zigler, both of Korein Tillery of St. Louis, Missouri, Stephen A. Swedlow and Robert L. King, both of Swedlow &amp; King, L.L.C., of Chicago, and Robert S. Forbes, of Robert S. Forbes, EC., of Alton, for appellees.</attorneys>\n  <opinion type=\"majority\">\n    <author id=\"b996-8\">JUSTICE HOPKINS</author>\n    <p id=\"ALy\">delivered the opinion of the court:</p>\n    <p id=\"b996-9\">The defendant, Dell Corp., appeals the trial court’s order denying its motion to compel arbitration and the court’s related orders denying its motion to strike certain exhibits and an affidavit submitted by the plaintiffs, Dewayne Hubbert, Elden Craft, Chris Grout, and Rhonda Byington, in opposition to the defendant’s motion to compel arbitration. Because a ruling on a motion to compel arbitration is in the nature of injunctive relief, the trial court’s orders are reviewable under Supreme Court Rule 307(a)(1) (188 Ill. 2d R. 307(a)(1)). <em>LAS, Inc. v. Mini-Tankers, USA, Inc., </em>342 Ill. App. 3d 997, 1000 (2003). On appeal, the defendant argues that the trial court erred in finding that its arbitration clause was not a part of the contract between the defendant and the plaintiffs and that the court erred in finding that if <page-number citation-index=\"1\" label=\"979\">*979</page-number>the arbitration clause was a part of the contract between the parties, then the arbitration clause was unenforceable because it was procedurally and substantively unconscionable.</p>\n    <p id=\"b997-4\">BACKGROUND</p>\n    <p id=\"b997-5\">In 2000 and 2001, the plaintiffs purchased computers online through the defendant’s Web site. Before purchasing their computers, each of the plaintiffs configured the model and type of computer he or she wished to purchase from the defendant’s Web pages. To make their purchases, each of the plaintiffs completed online forms on five of the defendant’s Web pages. On each of the five Web pages, the defendant’s “Terms and Conditions of Sale” were accessible by clicking on a blue hyperlink. The terms and conditions were also printed on the back of the plaintiffs’ invoices, which were sent, along with separate documents containing the “Terms and Conditions of Sale,” in the shipping boxes with the plaintiffs’ computers, and the terms and conditions could be obtained by calling the defendant’s toll-free number and requesting a copy. On the last three forms the plaintiffs completed online, the following statement appeared: “All sales are subject to Dell’s Term[s] and Conditions of Sale.” The defendant included in the boxes in which the computers were shipped its “total satisfaction” return policy, which provided that purchasers would receive a full refund or credit if the computers were returned within 30 days. None of the plaintiffs returned his or her computers within 30 days.</p>\n    <p id=\"b997-6\">On June 3, 2002, the plaintiffs filed their complaint, both as individuals and on behalf of others similarly situated, <em>i.e., </em>a putative class action lawsuit, against the defendant. In their complaint, the plaintiffs — three Illinois residents and one Missouri resident — alleged that they had purchased computers online from the defendant, whose principal place of business was in Texas; that the computers contained Pentium 4 microprocessors, which the defendant had asserted were the fastest, most powerful Intel Pentium processors available; that the Pentium 4 microprocessor was slower and less powerful and provided less performance than either a Pentium III or an AMD Athlon, but at a greater cost; and that the defendant’s marketing of its Pentium 4 computers was false, misleading, and deceptive. The plaintiffs’ complaint includes three counts alleging that the defendant violated the Texas Deceptive Trade Practices — Consumer Protection Act (Tex. Bus. &amp; Com. Code Ann. § 17.41 <em>et seq. </em>(Vernon 1994)) and one count alleging that the defendant violated the Illinois Consumer Fraud and Deceptive Business Practices Act (815 ILCS 505/1 <em>et seq. </em>(West 2002)). The plaintiffs allege that their damages are less than $75,000 per person.</p>\n    <p id=\"b998-3\"><page-number citation-index=\"1\" label=\"980\">*980</page-number>After the plaintiffs filed their complaint, the defendant made a demand for arbitration, but the plaintiffs did not respond. On September 13, 2002, the defendant filed a motion to dismiss the plaintiffs’ complaint pursuant to section 2 — 619 of the Code of Civil Procedure (735 ILCS 5/2 — 619 (West 2002)) or, alternatively, to stay the proceedings and to compel arbitration. In the defendant’s motion, it alleged that as a part of the online contract, the plaintiffs agreed to a binding arbitration clause, which was contained in the defendant’s “Terms and Conditions of Sale.”</p>\n    <p id=\"b998-4\">The beginning of the “Terms and Conditions of Sale” stated:</p>\n    <blockquote id=\"b998-5\">“PLEASE READ THIS DOCUMENT CAREFULLY! IT CONTAINS VERY IMPORTANT INFORMATION ABOUT YOUR RIGHTS AND OBLIGATIONS, AS WELL AS LIMITATIONS AND EXCLUSIONS THAT MAY APPLY TO YOU. THIS DOCUMENT CONTAINS A DISPUTE RESOLUTION CLAUSE.</blockquote>\n    <blockquote id=\"b998-6\">This Agreement contains the terms and conditions that apply to purchases by Home, Home Office, and Small Business customers from the Dell entity named on the invoice <em>{‘Dell’) </em>that will be provided to you <em>{‘Customer’) </em>on orders for computer systems and/or related products sold in the United States. You agree to be bound by and accept this agreement as applicable to your purchase of product(s) or service(s) from Dell. By accepting delivery of the computer systems and/or other products described on that invoice, Customer agrees to be bound by and accepts these terms and conditions.” (Emphasis in original.)</blockquote>\n    <p id=\"b998-7\">The “Terms and Conditions of Sale” also contained a choice-of-law provision, which stated that Texas law governed the sale of the computers and the agreement.</p>\n    <p id=\"b998-8\">The arbitration clause contained in the defendant’s “Terms and Conditions of Sale” stated:</p>\n    <blockquote id=\"b998-9\">“12. Binding Arbitration. ANY CLAIM, DISPUTE, OR CONTROVERSY (WHETHER IN CONTRACT, TORT, OR OTHERWISE, WHETHER PREEXISTING, PRESENTE,] OR FUTURE, AND INCLUDING STATUTORY, COMMON LAW, INTENTIONAL TORTE,] AND EQUITABLE CLAIMS) AGAINST DELL, its agents, employees, successors, assigns[,] or affiliates (collectively for purposes of this paragraph, <em>‘Dell’ </em>[),] arising from or relating to this Agreement, its interpretation, or the breach, terminationf,] or validity thereof, the relationships which result from this Agreement (including, to the full extent permitted by applicable law, relationships with third parties who are not signatories to this Agreement), Dell’s advertising, or any related purchase SHALL BE RESOLVED EXCLUSIVELY AND FINALLY BY BINDING ARBITRATION ADMINISTERED BY THE NATIONAL ARBITRATION <page-number citation-index=\"1\" label=\"981\">*981</page-number>FORUM (NAF) under its Code of Procedure then in effect (available via the Internet at http://www.arb-forum.comt ], or via telephone at 1-800-474-2371). The arbitration will be conducted before a single arbitrator and will be limited solely to the dispute or controversy between Customer and Dell. The arbitration shall be held in a mutually agreed upon location in person, by telephone, or online. Any award of the arbitrator(s) shall be final and binding on each of the parties[ ] and may be entered as a judgment in any court of competent jurisdiction. Information may be obtained and claims may be filed at any office of the NAF or at EO. Box 50191, Minneapolis, MN 55405.” (Emphasis in original.)</blockquote>\n    <p id=\"b999-4\">At a hearing, the plaintiffs agreed that a contract had been formed by their online purchase of the defendant’s computers, but they denied that the binding arbitration clause in the “Terms and Conditions of Sale” was a part of the contract. The defendant moved to strike certain exhibits and an affidavit filed by the plaintiffs in opposition to the defendant’s motion to compel arbitration. The court denied the defendant’s motion to dismiss or, alternatively, to compel arbitration and the defendant’s motions to strike. The defendant filed this interlocutory appeal.</p>\n    <p id=\"b999-5\">ANALYSIS</p>\n    <p id=\"AmL\">Standard of Review</p>\n    <p id=\"b999-6\">The standard of review for a decision on a motion to compel arbitration is whether there was a showing sufficient to sustain the trial court’s order. <em>Travis v. American Manufacturers Mutual Insurance Co., </em>335 Ill. App. 3d 1171, 1174 (2002). If a trial court renders its decision without an evidentiary hearing and without findings on any factual issue, <em>de novo </em>review is appropriate. <em>Travis, </em>335 Ill. App. 3d at 1174. Additionally, where a court rules on a motion to strike an affidavit or exhibits, evidentiary matters usually within a court’s discretion, in conjunction with a ruling that is subject to <em>de novo </em>review on appeal, a court’s ruling on the motion to strike is also subject to <em>de novo </em>review. <em>Jackson v. Graham, </em>323 Ill. App. 3d 766, 773 (2001). In this case, the trial court did not hold an evidentiary hearing but decided the matter on the basis of the pleadings before it and the parties’ arguments, so we review this case <em>de novo.</em></p>\n    <p id=\"b999-7\">Applicable Case Law</p>\n    <p id=\"b999-8\">Before proceeding, we consider what law applies. The parties agree that Texas law applies, but for different reasons: The plaintiffs argue that Texas law is applicable under a conflicts-of-law analysis, while the defendant argues that the choice-of-law provision in the “Terms and Conditions of Sale” controls.</p>\n    <p id=\"b1000-3\"><page-number citation-index=\"1\" label=\"982\">*982</page-number>The court addressed a similar issue in <em>Falbe v. Dell, Inc., </em>No. 04—C—1425 (N.D. Ill. 2004) (memorandum opinion). In <em>Falbe, </em>the defendant, whose principal place of business was in Texas, argued that the choice-of-law provision of the “Terms and Conditions of Sale” controlled, while the plaintiff, an Illinois resident who had purchased a computer from the defendant via telephone, argued that Illinois law controlled. <em>Falbe, </em>slip op. at 6. In <em>Falbe, </em>the court stated that under Illinois’s choice-of-law rules, an express choice-of-law provision will be given effect if the provision does not contravene Illinois public policy and the state chosen bears a reasonable relationship to the parties or the transaction. <em>Falbe, </em>slip op. at 7. The <em>Falbe </em>court discerned no public policy obstacle to enforcing the choice-of-law provision and determined that the choice of state law bore a reasonable relationship to the parties and the transaction, <em>i.e., </em>the defendant’s principal place of business was in Texas. <em>Falbe, </em>slip op. at 7. The <em>Falbe </em>court held that Texas law applied to determine whether a valid arbitration agreement existed. <em>Falbe, </em>slip op. at 7.</p>\n    <p id=\"b1000-4\">In the instant case, there is no discernable public policy obstacle to enforcing the choice-of-law provision, the parties agree that Texas law applies, Texas bears a reasonable relationship to the parties and the transaction because the defendant’s principal place of business is in Texas, and the issues in this case involve basic contract law so there will be no substantial difference in the outcome of this case if Texas law is applied. Therefore, we apply Texas law to the substantive issues. See <em>Potomac Leasing Co. v. Chuck’s Pub, Inc., </em>156 Ill. App. 3d 755, 758-59 (1987) (a choice-of-law provision will be upheld if public policy is not violated and there is some relationship between the chosen forum and the parties or the transaction).</p>\n    <p id=\"b1000-5\">Validity of Arbitration Agreement</p>\n    <p id=\"b1000-6\">The defendant argues that the trial court erred in finding that its arbitration clause, contained in the “Terms and Conditions of Sale,” was not a part of the parties’ contract. The defendant argues that by making the “Terms and Conditions of Sale” available on its Web pages pursuant to a blue hyperlink, by stating on several of the Web pages completed by the plaintiffs that all sales are subject to the defendant’s “Terms and Conditions of Sale,” and by sending a copy of the “Terms and Conditions of Sale” in the boxes in which the computers were shipped, it sufficiently created a binding arbitration agreement with the plaintiffs. The plaintiffs argue that simply making the “Terms and Conditions of Sale” available online was insufficient and that a clear manifestation of assent to the “Terms and Conditions of Sale” was needed to create a binding arbitration agreement. The plaintiffs argue <page-number citation-index=\"1\" label=\"983\">*983</page-number>that the defendant should have displayed on its order-confirmation Web page an “I accept” box, on which the plaintiffs must click to manifest assent to the agreement before the purchase proceeded. The plaintiffs also argue that the “Terms and Conditions of Sale” contained in the shipping boxes were “additional terms” and were governed by section 2.207 of the Texas Uniform Commercial Code (Tex. Bus. &amp; Com. Code Ann. § 2.207 (Vernon 1994)), which requires clear assent to make the additional terms binding on the plaintiffs. The plaintiffs do not allege that they did not see or that they did not read the “Terms and Conditions of Sale.”</p>\n    <p id=\"b1001-4\">Federal and state laws strongly favor arbitration, and a presumption exists in favor of arbitration agreements. 9 U.S.C. § 2 (2000); <em>AutoNation USA Corp. v. Leroy, </em>105 S.W.3d 190, 195 (Tex. App. 2003). Courts are to resolve any doubts concerning an arbitration agreement in favor of arbitration. <em>AutoNation USA Corp., </em>105 S.W.3d at 195. A party cannot be required to arbitrate unless the party has agreed to do so, and the parties’ arbitration agreement must be clear. <em>Mohamed v. Auto Nation USA Corp., </em>89 S.W.3d 830, 835 (Tex. App. 2002). If a valid arbitration agreement exists and the claims raised are within the scope of the agreement, a trial court has no discretion but to compel arbitration. <em>AutoNation USA Corp., </em>105 S.W.3d at 195.</p>\n    <p id=\"b1001-5\">The party seeking to compel arbitration has the burden of proving that an arbitration agreement exists and that the claims raised are within the agreement’s scope. <em>Cantella &amp; Co. v. Goodwin, </em>924 S.W.2d 943, 944 (Tex. 1996). If an arbitration agreement is valid, the party opposing the agreement has the burden of defeating it. <em>Cantella &amp; Co., </em>924 S.W.2d at 944.</p>\n    <p id=\"b1001-6\">In the present case, the court found that the defendant’s online terms and conditions had not been “adequately communicated” to the plaintiffs because the defendant did not provide a display text on the Web site that manifested a clear assent to the terms and conditions before the order could proceed, because the terms and conditions were not displayed on a Web page that the plaintiffs had completed in placing their orders, and because there was no language on the Web pages placing the plaintiffs on notice that they were performing an affirmative act that would bind them to submit their claims to arbitration. The court held that the defendant’s “Terms and Conditions of Sale,” and, therefore, the arbitration clause, were not a part of the online sales contract.</p>\n    <p id=\"b1001-7\">We find that the online contract included the “Terms and Conditions of Sale.” The blue hyperlink entitled “Terms and Conditions of Sale” appeared on numerous Web pages the plaintiffs completed in the ordering process. The blue hyperlinks for the “Terms <page-number citation-index=\"1\" label=\"984\">*984</page-number>and Conditions of Sale” also appeared on the defendant’s marketing Web pages, copies of which the plaintiffs attached to their complaint. The blue hyperlinks on the defendant’s Web pages, constituting the five-step process for ordering the computers, should be treated the same as a multipage written paper contract. The blue hyperlink simply takes a person to another page of the contract, similar to turning the page of a written paper contract. Although there is no conspicuousness requirement, the hyperlink’s contrasting blue type makes it conspicuous. Common sense dictates that because the plaintiffs were purchasing computers online, they were not novices when using computers. A person using a computer quickly learns that more information is available by clicking on a blue hyperlink.</p>\n    <p id=\"b1002-4\">Additionally, on three of the defendant’s Web pages that the plaintiffs completed to make their purchases, the following statement appeared: “All sales are subject to Dell’s Term[s] and Conditions of Sale.” This statement would place a reasonable person on notice that there were terms and conditions attached to the purchase and that it would be wise to find out what the terms and conditions were before making a purchase. The statement that the sales were subject to the defendant’s “Terms and Conditions of Sale,” combined with making the “Terms and Conditions of Sale” accessible online by blue hyperlinks, was sufficient notice to the plaintiffs that purchasing the computers online would make the “Terms and Conditions of Sale” binding on them. Because the “Terms and Conditions of Sale” were a part of the online contract and because the plaintiffs did not argue that their claims were not within the scope of the arbitration agreement, they were bound by the “Terms and Conditions of Sale,” including the arbitration clause.</p>\n    <p id=\"b1002-5\">Because we conclude that the “Terms and Conditions of Sale” were a part of the online contract formed at the time of the plaintiffs’ purchase of the computers, we need not consider what effect the copies of the “Terms and Conditions of Sale” enclosed in the shipping boxes have on the contract.</p>\n    <p id=\"b1002-6\">Motions to Strike</p>\n    <p id=\"b1002-7\">It appears that in finding that the arbitration clause was unconscionable, the trial court considered documents that were the subject of the defendant’s motion to strike. Therefore, before considering whether the arbitration clause was unconscionable, we consider whether the court properly denied the defendant’s motion to strike.</p>\n    <p id=\"b1002-8\">In its motion to strike, the defendant objected to seven of the plaintiffs’ exhibits: a newspaper article from a March 2000 edition of the Washington Post; a transcript of a deposition of Edward C. <page-number citation-index=\"1\" label=\"985\">*985</page-number>Anderson, an employee of the National Arbitration Forum (NAF), taken in the case of <em>Toppings v. Meritech Mortgage Services, Inc., </em>212 W. Va. 73, 569 S.E.2d 149 (2002) (per curiam); and five documents, purported to be drafted by persons at NAF, that may or may not have been disseminated to unknown persons.</p>\n    <p id=\"b1003-4\">The Washington Post article stated that in cases arbitrated by NAF between First USA, a credit card company, and its credit card holders, the results favored First USA 99.6% of the time. The article stated that First USA’s cardholder agreement required mandatory arbitration and that NAF was the chosen arbitration firm. The article suggested, based upon class action lawsuits filed, that NAF is biased in favor of First USA and similar credit card firms and retailers. The Washington Post article was hearsay and was not admissible. See <em>McCall v. Devine, </em>334 Ill. App. 3d 192, 203 (2002) (the contents of newspaper articles are hearsay and therefore inadmissible). Therefore, the trial court erred in refusing to strike this exhibit.</p>\n    <p id=\"b1003-5\">The next exhibit to which the defendant objected was a transcript of the deposition of Anderson, an NAF employee. There is no <em>per se </em>rule that a transcript of a deposition taken in one case cannot be used in another. <em>Fremont Compensation Insurance Co. v. Ace-Chicago Great Dane Corp., </em>304 Ill. App. 3d 734, 741 (1999). However, whether a deposition transcript can be admitted depends on whether the party against whose interest the deposition testimony is being used had notice of the deposition and an opportunity to cross-examine the deponent. <em>Fremont Compensation Insurance Co., </em>304 Ill. App. 3d at 741. Here, because there was no evidence that the defendant was a party to the <em>Toppings </em>case or that the defendant’s attorneys had notice or an opportunity to cross-examine Anderson in this deposition, the court erred in refusing to strike the transcript of Anderson’s deposition.</p>\n    <p id=\"b1003-6\">The last five documents to which the defendant objected were three letters that NAF employees allegedly sent to persons who are not parties to this case and two of NAF’s marketing documents. One of the NAF marketing documents compared the features of NAF and the American Arbitration Association. The second document highlighted features of NAF’s code of procedure. These documents were hearsay, no foundation was laid for the documents, and no exception to the hearsay rule was presented to allow for their admission. See <em>Evans &amp; Associates, Inc. v. Dyer, </em>246 Ill. App. 3d 231, 237-38 (1993) (letters were improperly admitted because they were hearsay, no foundation had been laid, and no exception to the hearsay rule was shown). Accordingly, the trial court erred in refusing to strike these five documents.</p>\n    <p id=\"b1004-3\"><page-number citation-index=\"1\" label=\"986\">*986</page-number>In summary, the trial court erred in refusing to grant the defendant’s motion to strike, and the trial court should not have considered any of these exhibits in making its decision.</p>\n    <p id=\"b1004-4\">Arbitration Agreement Unconscionable</p>\n    <p id=\"b1004-5\">The defendant also argues that the trial court erred in finding that if the arbitration agreement was binding, it was unenforceable because it was procedurally and substantively unconscionable. This finding assumed that the arbitration agreement was otherwise valid.</p>\n    <p id=\"b1004-6\">The doctrine of unconscionability applies to arbitration agreements just as it applies to other contracts. <em>AutoNation USA Corp., </em>105 S.W.3d at 198. If an arbitration agreement is unconscionable, it is unenforceable. <em>In re Turner Brothers Trucking Co., </em>8 S.W.3d 370, 376 (Tex. App. 1999). The test of unconscionability is whether, “given the parties’ general commercial background and the commercial needs of the particular trade or case, the clause involved is so one-sided that it is unconscionable under the circumstances existing when the parties made the contract.” <em>AutoNation USA Corp., </em>105 S.W.3d at 198. The purpose of the doctrine of unconscionability is to prevent oppression and unfair surprise. <em>AutoNation USA Corp., </em>105 S.W.3d at 198. Unconscionability is a question of law <em>(Pony Express Courier Corp. v. Morris, </em>921 S.W.2d 817, 820 (Tex. App. 1996)) and is determined on a case-by-case basis <em>(In re H.E. Butt Grocery Co., </em>17 S.W.3d 360, 371 (Tex. App. 2000)).</p>\n    <p id=\"b1004-7\">There are two aspects to unconscionability. Procedural unconscionability refers to the circumstances surrounding the adoption of the arbitration provision. <em>AutoNation USA Corp., </em>105 S.W.3d at 198. Substantive unconscionability refers to the fairness of the arbitration provision itself. <em>AutoNation USA Corp., </em>105 S.W.3d at 198. The party asserting unconscionability has the burden of proving both procedural and substantive unconscionability. <em>In re Turner Brothers Trucking Co., </em>8 S.W.3d at 376-77.</p>\n    <p id=\"b1004-8\">Here, the trial court found that the arbitration agreement was procedurally unconscionable for the following reasons:</p>\n    <blockquote id=\"b1004-9\">“The manner in which the existence of the arbitration provision was minimized as to not to [sic] attract the attention of the customer, as well as the other aspects of the sale relating to the lack of disclosure of the terms and conditions as previously discussed, make [sic] it fundamentally unfair. This is particularly apparent when one considers the adhesive nature of sales between Dell and the consumer and the significance of the right of a party to present his claims in court[.]”</blockquote>\n    <p id=\"b1004-10\">When it ruled that the arbitration clause was procedurally unconscionable, the trial court held that the arbitration agreement <page-number citation-index=\"1\" label=\"987\">*987</page-number>should have been conspicuous. “Texas law invalidates only certain types of clauses if they are inconspicuous” <em>(AutoNation USA Corp., </em>105 S.W.3d at 199), and an arbitration agreement is not one of those. Further, the Uniform Commercial Code, as adopted in Texas, provides that a term or clause is conspicuous when it is written so that a reasonable person against whom it is to operate ought to have noticed it. Tex. Bus. &amp; Com. Code Ann. § 1.201(10) (Vernon 1994); <em>Arthur’s Garage, Inc. v. Racal-Chubb Security Systems, Inc., </em>997 S.W.2d 803, 814 (Tex. App. 1999). A term or clause is conspicuous if it is written in capital letters or if it is written in larger or other contrasting type or color print. Tex. Bus. &amp; Com. Code Ann. § 1.201(10) (Vernon 1994); <em>Arthur’s Garage, Inc., </em>997 S.W.2d at 814.</p>\n    <p id=\"b1005-4\">In the instant case, the hyperlinks for the “Terms and Conditions of Sale” were in a contrasting blue color. On the linked Web page for the “Terms and Conditions of Sale,” the arbitration clause was partially in capital letters, thereby drawing attention to the clause. Also, the beginning of the “Terms and Conditions of Sale” stated in bold, capital letters that the terms and conditions contained a dispute-resolution clause. Thus, although we do not hold that an arbitration clause must be conspicuous, in this case the “Terms and Conditions of Sale” and the arbitration clause were conspicuous.</p>\n    <p id=\"b1005-5\">The court also determined that the arbitration clause was procedurally unconscionable because it was a contract of adhesion. A contract of adhesion exists where one party has absolutely no bargaining power or ability to change the contract terms. <em>In re H.E. Butt Grocery Co., </em>17 S.W.3d at 370-71. However, a contract of adhesion is not automatically unconscionable. <em>In re H.E. Butt Grocery Co., </em>17 S.W.3d at 371. Because the court engaged in no other analysis and simply found that the defendant’s arbitration clause was unconscionable because it was a contract of adhesion, the court erred in finding that the arbitration agreement was procedurally unconscionable.</p>\n    <p id=\"b1005-6\">The court also determined that the arbitration agreement was substantively unconscionable because the agreement provided that “the exclusive arbitrator of any dispute is one which compensates its arbitrators in a way that has been found to ‘impinge on neutrality and fundamental fairness.’ <em>Toppings v. Meritech Mortgage Services, Inc., </em>569 S.E.2d 149 (W. Va. 2002).” The court also found that the plaintiffs’ action could only proceed as a class action, that the arbitration clause prohibited arbitration on a class-wide basis, and that enforcement of the arbitration clause would substantively deny the plaintiffs and the class members any chance of recovery. The trial court concluded:</p>\n    <blockquote id=\"b1005-7\">“While parties are free to agree to submit their disputes to arbitration, Dell is seeking to impose its unilateral choice of the <page-number citation-index=\"1\" label=\"988\">*988</page-number>use of arbitration as well as its selection of the actual arbitrator on its customers. The record suggests that the result of this arrangement is an arbitration process which, among other things, results in favorable results for defendants on an inordinate basis, limits remedies available to the customer, requires the customer to potentially incur greater costs than the amount he can recover, and exposes the customer to the possibility of paying the fees and costs of Dell. The Court finds the arbitration provision is both procedurally and substantively unconscionable.”</blockquote>\n    <p id=\"b1006-4\">The plaintiffs argue that the defendant’s arbitration agreement is substantively unconscionable because the arbitration agreement deprives them of their statutory rights and remedies. Specifically, the plaintiffs argue that NAF’s rules have a “loser pays” rule, which contravenes the mandates of the Texas and Illinois consumer protection statutes, and that NAF’s rules deprive the plaintiffs of punitive damages, again in contravention of their statutory rights under the consumer laws of Texas and Illinois. The plaintiffs also argue that the defendant’s arbitration agreement prevents arbitration on a class-wide basis.</p>\n    <p id=\"b1006-5\">With regard to the plaintiffs’ argument that the arbitration agreement deprives them of their statutory rights by imposing a “loser pays” rule, we note that NAF’s code of procedure states in Rule 37C: “An Award may include fees and costs awarded by an Arbitrator in favor of any Party <em>only as permitted by law </em>or in favor of the Forum for. fees due.” (Emphasis added.) Nat’l Arbitration Forum Code of Procedure R. 37C, eff. July 1, 2000. The complete rule belies the plaintiffs’ argument. If the statute does not provide for awarding fees and costs (or attorney fees), NAF’s arbitrator will not do so. Additionally, the rule states that the arbitrator “may” impose fees and costs, which implies that the imposition of fees and costs is discretionary and not mandatory. The plaintiffs’ arguments in the trial court and on appeal are couched in generalities. Because the plaintiffs failed to prove their argument in the trial court and have not shown on appeal that the arbitrators would impose such fees and costs on them, their argument fails. See <em>In re FirstMerit Bank, N.A., </em>52 S.W.3d 749, 756-57 (Tex. 2001) (the arbitration clause was not substantively unconscionable where no specific evidence was presented that excessive fees and costs would actually be charged to effectively deny the plaintiffs access to arbitration).</p>\n    <p id=\"b1006-6\">The plaintiffs argue that the arbitration clause prevents punitive damages because the amount of filing fees in the arbitral forum rests upon the amount of damages asserted in a claim. Therefore, in order for the plaintiffs to assert a claim for punitive damages, they would <page-number citation-index=\"1\" label=\"989\">*989</page-number>have to pay an excessive filing fee, making a request for punitive damages prohibitive. Again, the plaintiffs have not shown that NAF would impose such fees upon them. NAF’s code of procedure states in Rule 44F, “Issues regarding filing fees, including the value of relief sought, may be raised by any Party and shall be resolved by the Director or by an Arbitrator.” Nat’l Arbitration Forum Code of Procedure R. 44F, eff. July 1, 2000. The plaintiffs did not show in the trial court and have not shown on appeal how NAF’s code of procedure, when considered as a whole, prevents them from recovering punitive damages. It is the plaintiffs’ burden to prove that the arbitration agreement is unconscionable (see <em>In re Turner Brothers Trucking Co., </em>8 S.W.3d at 376-77), and the plaintiffs have not shown that it could not collect punitive damages because of the size of NAF’s filing fees.</p>\n    <p id=\"b1007-4\">The plaintiffs argue and the trial court held that the defendant’s arbitration agreement was unconscionable because it prevented the plaintiffs from proceeding with a class action lawsuit. We find the language of the court in <em>AutoNation USA Corp., </em>105 S.W.3d at 200, to be instructive. The court stated:</p>\n    <blockquote id=\"b1007-5\">“This assumes that the right to proceed on a class-wide basis supercedes a contracting party’s right to arbitrate under the FAA [(Federal Arbitration Act)]. However, the primary purpose of the FAA is to overcome courts’ refusals to enforce agreements to arbitrate and to ensure that private agreements to arbitrate are enforced according to their terms. [Citation.] The Texas Supreme Court has made it clear that the FAA is part of [the] substantive law of Texas [citation] and has stressed that ‘[procedural devises,’ such as Rule 42[’]s provision for class actions, ‘may “not be construed to enlarge or diminish any substantive rights or obligations of any parties to any civil action.” ’ [Citation.] Accordingly, there is no entitlement to proceed as a class action. [Citations.]” <em>AutoNation USA Corp., </em>105 S.W.3d at 200.</blockquote>\n    <p id=\"b1007-6\">In <em>AutoNation USA Corp., </em>the plaintiff alleged that the arbitration provision in his agreement was substantively unconscionable because it prohibited class actions for small-damage consumer claims. The court in <em>AutoNation USA Corp. </em>found that even though the plaintiff argued that “without the class action device, consumers will be disinclined to pursue individual remedies for small damages,” the plaintiff had failed to demonstrate that the arbitration provision was substantively unconscionable. <em>AutoNation USA Corp., </em>105 S.W.3d at 200.</p>\n    <p id=\"b1007-7\">Here, too, the plaintiffs’ generalized arguments that they would be deprived of a remedy if they were forced to arbitrate are insufficient to sustain the burden of proving that the arbitration provision is unconscionable.</p>\n    <p id=\"b1008-3\"><page-number citation-index=\"1\" label=\"990\">*990</page-number>Finally, the court found that the defendant’s arbitration agreement results in favorable decisions for the defendant “on an inordinate basis.” The defendant provided evidence to the trial court that in a three-year period, 5 disputes out of 20 went to arbitration. Of the five disputes that were arbitrated, the defendant won two and lost three of the disputes. These do not appear to be results favorable to the defendant on an inordinate basis. The trial court’s finding that the defendant’s arbitration agreement was unconscionable was error.</p>\n    <p id=\"b1008-4\">CONCLUSION</p>\n    <p id=\"b1008-5\">In conclusion, the trial court erred in determining that the defendant’s arbitration agreement was not a part of the parties’ online contract, in denying the defendant’s motion to strike, and in holding that the arbitration agreement was both procedurally and substantively unconscionable. Therefore, we reverse the trial court’s order denying the defendant’s motion to compel arbitration and remand this case to the trial court with directions for the court to either stay or dismiss the proceedings and order the parties to arbitrate their disputes.</p>\n    <p id=\"b1008-6\">For the foregoing reasons, the judgment of the circuit court of Madison County is reversed, and the cause is remanded with directions.</p>\n    <p id=\"b1008-7\">Reversed; cause remanded with directions.</p>\n    <p id=\"b1008-8\">DONOVAN, EJ., and McGLYNN,<footnotemark>1</footnotemark> J., concur.</p>\n    <footnote label=\"1\">\n      <p id=\"b1008-9\">Justice Maag participated in oral argument. Justice McGlynn was later substituted on the panel and has read the briefs and listened to the audiotape of oral argument.</p>\n    </footnote>\n  </opinion>\n</casebody>\n"}}
{"id": 5595216, "url": "https://api.capapi.org/v1/cases/5595216/", "name": "BOARD OF DIRECTORS OF KENNELLY SQUARE CONDOMINIUM ASSOCIATION, Plaintiff, v. MOB VENTURES, L.L.C., et al., Defendants-Appellees (Steve Benton et al., Intervenors-Appellants as a Matter of Right)", "name_abbreviation": "Board of Directors v. Mob Ventures, L.L.C.", "decision_date": "2005-09-06", "docket_number": "No. 1—04—3274", "first_page": "991", "last_page": "996", "citations": [{"cite": "359 Ill. App. 3d 991", "type": "official"}], "volume": {"volume_number": "359", "barcode": "32044106823339", "url": "https://api.capapi.org/v1/volumes/32044106823339/"}, "reporter": {"id": 322, "full_name": "Illinois Appellate Court Reports, Third Series", "url": "https://api.capapi.org/v1/reporters/322/"}, "court": {"name_abbreviation": "Ill. App. Ct.", "name": "Illinois Appellate Court", "id": 8837, "slug": "ill-app-ct", "url": "https://api.capapi.org/v1/courts/ill-app-ct/"}, "jurisdiction": {"name": "Ill.", "id": 29, "slug": "ill", "name_long": "Illinois", "url": "https://api.capapi.org/v1/jurisdictions/ill/", "whitelisted": true}, "cites_to": [{"cite": "408 Mass. 212"}, {"cite": "201 Ill. 2d 403"}, {"cite": "410 N.E.2d 902"}, {"cite": "633 N.E.2d 1015"}, {"cite": "557 N.E.2d 1119"}, {"cite": "775 N.E.2d 951"}, {"cite": "88 Ill. App. 3d 581"}, {"cite": "353 Ill. App. 3d 82"}, {"cite": "261 Ill. App. 3d 1002"}, {"cite": "354 Ill. App. 3d 1029"}, {"cite": "821 N.E.2d 340"}, {"cite": "817 N.E.2d 1054"}], "frontend_url": "https://cite.capapi.org/ill-app-3d/359/991/", "preview": [], "casebody": {"status": "ok", "data": "<casebody firstpage=\"991\" lastpage=\"996\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <parties id=\"b1009-2\">BOARD OF DIRECTORS OF KENNELLY SQUARE CONDOMINIUM ASSOCIATION, Plaintiff, v. MOB VENTURES, L.L.C., <em>et al., </em>Defendants-Appellees (Steve Benton <em>et al., </em>Intervenors-Appellants as a Matter of Right).</parties>\n  <court id=\"b1009-3\">First District (2nd Division)</court>\n  <docketnumber id=\"Am8\">No. 1—04—3274</docketnumber>\n  <decisiondate id=\"b1009-4\">Opinion filed September 6, 2005.</decisiondate>\n  <attorneys id=\"b1009-7\">Kenneth M. Sullivan and Daniel G. Austin, both of Kenneth M. Sullivan &amp; Associates, L.L.C., of Chicago, for appellants.</attorneys>\n  <attorneys id=\"b1009-8\">Keith A. Chadwick and Gregory A. McCormick, both of Garfield &amp; Merel, Ltd., of Chicago, for appellee MOB Ventures, L.L.C.</attorneys>\n  <attorneys id=\"b1009-9\">Douglas M. Chalmers, of Douglas M. Chalmers, PC., of Chicago, for appellee Equinox Lincoln Park, Inc.</attorneys>\n  <opinion type=\"majority\">\n    <author id=\"b1009-10\">JUSTICE WOLFSON</author>\n    <p id=\"AvO\">delivered the opinion of the court:</p>\n    <p id=\"b1009-11\">Several unit owners in a condominium filed an action for trespass against a commercial property owner who allegedly placed an air-conditioning system on the common-area rooftop adjacent to their units. The issue is whether the unit owners have standing to bring their claim where the condominium association has filed a complaint on behalf of all the unit owners. We find they do not.</p>\n    <p id=\"b1009-12\">FACTS</p>\n    <p id=\"b1009-13\">Kennelly Square Condominium is located at 1749 North Wells <page-number citation-index=\"1\" label=\"992\">*992</page-number>Street in Chicago. The property consists of two interconnected buildings — a 22-story high-rise building (the “high-rise”), which sits on top of a 3-story parking garage, and a 10-story warehouse building (the “warehouse”). The first four floors of the warehouse building are commercial space, and the top six floors are residential space. The “Commercial Property” consists of the first four floors of the warehouse building. The “Condominium Property” consists of the high-rise, the garage, and the top six floors of the warehouse building.</p>\n    <p id=\"b1010-3\">The Condominium Property is owned by Kennelly Square Condominium Association and governed by elected members of the board of directors of the Association (Board). The Commercial Property is owned and operated by defendant MOB Ventures, L.L.C. (MOB). Defendants Equinox Lincoln Park, Inc. (Equinox), and DBW¡ L.L.C., d/b/a Sauce (Sauce), are commercial tenants of MOB at the Commercial Property.</p>\n    <p id=\"b1010-4\">A recorded “Declaration of Easements, Restrictions, and Convenants” (Declaration) exists between the owner of the Commercial Property and the Association. The Declaration states that it applies to the Condominium Property, but not to the Commercial Property. Article 4.07 of the Declaration contains an easement applying to an air-conditioning compressor unit, exhaust air housings, and skylights located on the roof of the warehouse building. The owner of the Commercial Property is responsible for the maintenance, repair, and replacement at its sole cost and expense of the compressor, housings, and skylights. Article 18.01 of the Declaration provides:</p>\n    <blockquote id=\"b1010-5\">“No Unit Owner nor group of Unit Owners shall have the right to take any action under this Declaration or to enforce any of the rights, easements or privileges granted by this Declaration for the benefit of the Condominium Property or the Owner of the Condominium Property. Any such action and enforcement shall be taken solely by the board of directors of the Association on behalf of all Unit Owners.”</blockquote>\n    <p id=\"b1010-6\">The Board filed a complaint against MOB and Equinox. The Board alleged the Association and MOB entered into a waiver agreement in which the Association agreed to waive restrictions against the occupation of a health club in the Commercial Property and waive its access easement to the Commercial Property. Subsequent to the Agreement, Equinox began operating a health club in part of the commercial property. MOB and/or Equinox then installed “two large chiller units *** on the rooftop of the Warehouse Building.”</p>\n    <p id=\"b1010-7\">The Board’s complaint alleged the unit owners who occupied space above the warehouse building were subjected to “continual loud noise emanating from the chiller units.” In addition, unit owners had been <page-number citation-index=\"1\" label=\"993\">*993</page-number>subjected to constant noise from the operation of the club, including loud music, vibrations from equipment, and other noises and vibrations from Equinox’s space. In count I, the Board sought to rescind the waiver agreement between MOB and the Association. Count II alleged fraud against MOB. Counts III and IV asked for damages and injunctive relief for the noise and vibrations, which constituted a nuisance to the unit owners.</p>\n    <p id=\"b1011-3\">The plaintiffs-intervenors (intervenors) are the owners of four units in the condominium. Subsequent to the Board’s complaint, they filed their verified complaint in intervention for injunction and other relief. The complaint contained three counts — for nuisance, trespass, and fraud in the inducement. They alleged MOB installed a new cooling system for the Commercial Property on the rooftop of the three-story garage, adjacent to the high-rise. They alleged the new system created noise and sightline disturbances, interfering with their enjoyment of their property. They said the placement of the system was “contrary to MOB’s representations to the Condo owners and in direct violation of the Warehouse rooftop easement.”</p>\n    <p id=\"b1011-4\">MOB and Equinox moved to dismiss the intervenors’ complaint, pursuant to section 2 — 619 of the Code of Civil Procedure for counts I and II, and pursuant to section 2 — 615 for count III. 735 ILCS 5/2— 615, 2 — 619 (West 2002). The trial court dismissed all three counts of the complaint against Equinox. As to the claims against MOB, the court denied the motion to dismiss count I for nuisance. Count II for trespass was dismissed with prejudice because the intervenors lacked standing based on article 18.01 of the Declaration limiting enforcement rights to the Board. Count III for fraud in the inducement was dismissed without prejudice based on the intervenors’ failure to allege they took any action in reliance on MOB’s representations.</p>\n    <p id=\"b1011-5\">The intervenors filed a motion to reconsider the court’s dismissal of their trespass claim, which the court denied. They appeal the denial of the motion to reconsider, as well as the part of the underlying order dismissing count II for trespass.<footnotemark>1</footnotemark></p>\n    <p id=\"b1011-6\">DECISION</p>\n    <p id=\"b1011-7\">When deciding a section 2 — 619 motion to dismiss, the court takes all well-pleaded facts in the complaint as true. <em>Sadler v. </em>Creekmur, 354 Ill. App. 3d 1029, 1039, 821 N.E.2d 340 (2004). A section 2 — 619 motion presents a question of law, and our review is <em>de novo. Robinson v. Toyota Motor Credit Corp., </em>201 Ill. 2d 403, 411, 775 N.E.2d 951 (2002).</p>\n    <p id=\"b1012-2\"><page-number citation-index=\"1\" label=\"994\">*994</page-number>The issue is whether the individual unit owners have standing to sue a third party for trespass to a common area, where the Board has filed a complaint on behalf of all unit owners. MOB contends the individuals do not have standing because the Condominium Property Act (765 ILCS 605/1 <em>et seq. </em>(West 2002)), as well as the Declaration, grants the Board <em>exclusive </em>standing to bring the claim.</p>\n    <p id=\"b1012-3\">This court has addressed standing in a similar context in <em>Tassan v. United Development Co., </em>88 Ill. App. 3d 581, 410 N.E.2d 902 (1980), and <em>Poulet v. H.F.O., L.L.C., </em>353 Ill. App. 3d 82, 817 N.E.2d 1054 (2004).</p>\n    <p id=\"b1012-4\">In <em>Tassan, </em>seven individual owners of condominium units sued the development company for breach of an implied warranty of habitability for refusing to repair defects in common elements of the condominium. <em>Tassan, </em>88 Ill. App. 3d at 584. The developer, United, contended the plaintiffs lacked standing because they were attempting to assert the rights of the association rather than their own individual rights. <em>Tassan, </em>88 Ill. App. 3d at 595. United relied on section 9.1 of the Condominium Property Act, which states:</p>\n    <blockquote id=\"b1012-5\">“The board of managers shall have standing and capacity to act in a representative capacity in relation to matters involving the common elements or more than one unit, on behalf of the unit owners, as their interests may appear.” 765 ILCS 605/9.1(b) (West 2002).</blockquote>\n    <p id=\"b1012-6\">The court held the owners were not asserting the rights of the association. Rather, they were asserting their individual rights as owners of the common elements. The court said:</p>\n    <blockquote id=\"b1012-7\">“These rights of ownership arose as a result of the individual contracts for sale between United and each individual buyer. There is no contract between the association and United creating an express warranty to repair defects in the common elements. There is no contract between United and the association out of which the implied warranty of habitability arose. In both cases, it is the contracts between United and the individual buyers that created these warranties.” <em>Tassan, </em>88 Ill. App. 3d at 596.</blockquote>\n    <p id=\"b1012-8\">Because the owners were asserting their individual contract rights rather than the association’s rights, the court found the plaintiffs had standing to pursue their claim. <em>Tassan, </em>88 Ill. App. 3d at 596.</p>\n    <p id=\"b1012-9\">In <em>Poulet, </em>the trial court dismissed for lack of standing the claims of an individual unit owner against a condominium developer and seller for conversion and common law constructive fraud. <em>Poulet, </em>353 Ill. App. 3d at 83. According to the claim, the unit owners paid money into a bank account held in the condominium association’s name. The funds in the account were for maintenance and operating expenses of <page-number citation-index=\"1\" label=\"995\">*995</page-number>the condominium units. The plaintiff alleged the defendants improperly directed that checks be delivered from the association’s account for the defendants’ benefit. <em>Poulet, </em>353 Ill. App. 3d at 86.</p>\n    <p id=\"b1013-3\">The court held the plaintiff’s claims did not involve individual contract rights, as in <em>Tassan. </em>Rather, the claims involved conversion and common law constructive fraud in connection with funds in the association’s account. <em>Poulet, </em>353 Ill. App. 3d at 92. The court noted the plaintiff, as a tenant in common with an undivided interest in the common areas, had some interest in the claims related to the association’s funds. However, the association was charged with the primary responsibility to protect those interests. <em>Poulet, </em>353 Ill. App. 3d at 99. Based on the provisions of the Act that give broad powers to the board of managers over the association’s funds, the court held that causes of action for conversion and common law constructive fraud relating to the association’s account belong exclusively to the association. <em>Poulet, </em>353 Ill. App. 3d at 99.</p>\n    <p id=\"b1013-4\">The court found that allowing individual unit owners to assert claims relating to an association’s funds would be impractical, detrimental to settlement negotiations between developers and an association, and leave responsibility and authority over the funds fragmented and uncertain. <em>Poulet, </em>353 Ill. App. 3d at 99. The benefits of the court’s finding included avoiding a multiplicity of lawsuits, producing economic savings incident to one trial, and expediting the resolution of controversies. <em>Poulet, </em>353 Ill. App. 3d at 99. Moreover, the court said, individual owners would not be barred from obtaining relief in the event the association failed to take action against third parties. In that event, individual owners could protect their interest in the association’s funds by bringing a derivative action against the association. <em>Poulet, </em>353 Ill. App. 3d at 100.</p>\n    <p id=\"b1013-5\">The unit owners in this case are not basing their action on individual contract rights, as in <em>Tassan, </em>but on common law trespass. As such, the unit owners have no standing to bring their action where the Board has filed a claim on their behalf. We adhere to the public policy reasons we discussed in <em>Poulet </em>for finding a condominium association has exclusive standing to assert a claim against a third party. <em>Poulet, </em>353 Ill. App. 3d at 99-100. The owners have the remedy of filing a derivative action against the Board if the Board fails to assert their claim against the defendants.</p>\n    <p id=\"b1013-6\">It is true, as the court stated in <em>Tassan, </em>that the unit owners own the common elements as tenants in common. In the absence of a claim brought by the board, this ownership would give the owners standing to sue for trespass to those common elements. However, section 9.1 of the Condominium Property Act grants the board of managers of an <page-number citation-index=\"1\" label=\"996\">*996</page-number>association standing to represent the unit owners in matters involving the common elements. 765 ILCS 605/9.1(b) (West 2002). Where, as here, the Board has filed a claim on behalf of the owners, to allow “ ‘[pjiecemeal litigation’ ” by the unit owners would “ ‘frustrate the statutory scheme,’ ” whereby “ ‘the association acts as the representative of all owners in common.’ ” <em>Poulet, </em>353 Ill. App. 3d at 98, quoting <em>Cigal v. Leader Development Corp., </em>408 Mass. 212, 217-18, 557 N.E.2d 1119, 1122-23 (1990).</p>\n    <p id=\"b1014-3\">The intervenors’ reliance on <em>Carney v. Donley, </em>261 Ill. App. 3d 1002, 633 N.E.2d 1015 (1994), is not persuasive. In that case, a condominium unit owner sued other unit owners and the association where the association allowed some unit owners to extend their balconies over the common patio area. <em>Carney, </em>261 Ill. App. 3d at 1004. The plaintiffs standing was not at issue. The only issue addressed by the court was whether the defendants should have been granted summary judgment. We look instead to <em>Tassan </em>and <em>Poulet, </em>which squarely address the issue in this case — an individual owner’s standing to sue where more than one unit or a common area is affected. Under these circumstances, where no contract rights are involved, the Board has exclusive standing to sue for trespass to a common element of the property.</p>\n    <p id=\"b1014-4\">MOB contends article 18.01 of the Declaration supports a finding of no standing for the intervenors. Article 18.01 provides the Board has exclusive standing to take any action or enforce any rights under the Declaration. The intervenors contend article 18.01 does not apply because the air-conditioning system was installed on the garage rooftop. The garage rooftop, they say, is entirely separate from the warehouse rooftop to which the easement applies. No easement exists for the garage rooftop. Given our holding based on the Condominium Property Act and <em>Poulet, </em>we need not decide the Declaration issue because we find the Board has exclusive standing to assert the rights of the individual owners on a claim of trespass to a common area.</p>\n    <p id=\"b1014-5\">CONCLUSION</p>\n    <p id=\"b1014-6\">We affirm the judgment and rulings of the trial court.</p>\n    <p id=\"b1014-7\">Affirmed.</p>\n    <p id=\"b1014-8\">BURKE and HALL, JJ., concur.</p>\n    <footnote label=\"1\">\n      <p id=\"b1011-8\">The appellants do not appeal the dismissal of count III or the dismissal of the counts against defendant Equinox.</p>\n    </footnote>\n  </opinion>\n</casebody>\n"}}
{"id": 5594088, "url": "https://api.capapi.org/v1/cases/5594088/", "name": "DENNIS ADDISON et al., Plaintiffs-Appellants, v. DISTINCTIVE HOMES, LTD., et al., Defendants-Appellees", "name_abbreviation": "Addison v. Distinctive Homes, Ltd.", "decision_date": "2005-09-01", "docket_number": "No. 1—04—0151", "first_page": "997", "last_page": "1004", "citations": [{"cite": "359 Ill. App. 3d 997", "type": "official"}], "volume": {"volume_number": "359", "barcode": "32044106823339", "url": "https://api.capapi.org/v1/volumes/32044106823339/"}, "reporter": {"id": 322, "full_name": "Illinois Appellate Court Reports, Third Series", "url": "https://api.capapi.org/v1/reporters/322/"}, "court": {"name_abbreviation": "Ill. App. Ct.", "name": "Illinois Appellate Court", "id": 8837, "slug": "ill-app-ct", "url": "https://api.capapi.org/v1/courts/ill-app-ct/"}, "jurisdiction": {"name": "Ill.", "id": 29, "slug": "ill", "name_long": "Illinois", "url": "https://api.capapi.org/v1/jurisdictions/ill/", "whitelisted": true}, "cites_to": [{"cite": "349 Ill. App. 3d 178"}, {"cite": "342 Ill. App. 3d 467"}, {"cite": "128 Ill. App. 3d 488"}, {"cite": "174 Ill. 2d 482"}, {"cite": "186 Ill. 2d 472"}, {"cite": "325 Ill. App. 3d 1139"}, {"cite": "326 Ill. App. 3d 642"}, {"cite": "316 Ill. App. 3d 639"}], "frontend_url": "https://cite.capapi.org/ill-app-3d/359/997/", "preview": [], "casebody": {"status": "ok", "data": "<casebody firstpage=\"997\" lastpage=\"1004\" xmlns=\"http://nrs.harvard.edu/urn-3:HLS.Libr.US_Case_Law.Schema.Case_Body:v1\">\n  <parties id=\"b1015-3\">DENNIS ADDISON <em>et al., </em>Plaintiffs-Appellants, v. DISTINCTIVE HOMES, LTD., <em>et al., </em>Defendants-Appellees.</parties>\n  <court id=\"b1015-4\">First District (4th Division)</court>\n  <docketnumber id=\"ARa\">No. 1—04—0151</docketnumber>\n  <decisiondate id=\"b1015-5\">Opinion filed September 1, 2005.</decisiondate>\n  <otherdate id=\"A2Mg\">Rehearing denied October 3, 2005.</otherdate>\n  <attorneys id=\"b1016-4\"><page-number citation-index=\"1\" label=\"998\">*998</page-number>Edelman, Combs, Latturner &amp; Goodwin, L.L.C. (Daniel A. Edelman, Cathleen M. Combs, James O. Latturner, and Francis R. Greene, of counsel), for appellants.</attorneys>\n  <attorneys id=\"b1016-5\">Condon &amp; Cook, L.L.C., of Chicago (Vincent E Cook and Guy M. Conti, of counsel), for appellees MGM Development, Inc., and Jack Mayher.</attorneys>\n  <attorneys id=\"b1016-6\">James J. Roche &amp; Associates, of Chicago (James J. Roche and <em>W. </em>Matthew Bryant, of counsel), for appellees Distinctive Homes and Bryan Nooner.</attorneys>\n  <opinion type=\"majority\">\n    <author id=\"b1016-7\">JUSTICE GREIMAN</author>\n    <p id=\"AnQ\">delivered the opinion of the court:</p>\n    <p id=\"b1016-8\">Plaintiffs appeal from the circuit court’s dismissal of their second amended complaint for common law and statutory fraud. For the reasons that follow, we affirm.</p>\n    <p id=\"b1016-9\">Plaintiffs are all owners of residences in the Preserve at Harley Creek subdevelopment (Preserve) in Orland Park. Defendant MGM Development, Inc. (MGM), initially developed the Preserve and constructed several single-family homes there. Defendant Jack May-her is the principal owner and executive officer of MGM. Defendant Distinctive Homes, Ltd. (Distinctive), constructed several condominiums in the Preserve. Defendant Biyan Nooner serves as chairman of Distinctive.</p>\n    <p id=\"b1016-10\">Plaintiffs filed their initial complaint, as a putative class action, against defendants in February 2002, alleging violations of the Illinois Consumer Fraud and Deceptive Business Practices Act (Consumer Fraud Act) (815 ILCS 505/1 <em>et seq. </em>(West 2002)) and common law fraud. Plaintiffs alleged that, from 1997 to 2000, defendants had represented to buyers and prospective buyers that a golf course would be constructed on property adjacent to the Preserve and priced the homes and units in the subdevelopment on that basis. In 2000, the property was rezoned for industrial purposes. Plaintiffs contended that defendants had abandoned plans to construct the golf course as early as 1996, but continued to represent that one would be built there as recently as 2000, and thereby incurred substantial unjust profits..</p>\n    <p id=\"b1017-4\"><page-number citation-index=\"1\" label=\"999\">*999</page-number>Defendant Mayher filed a motion to dismiss plaintiffs’ complaint, alleging that plaintiffs had failed to allege specifically that Mayher had made any representations as to plans for the construction of a golf course at the Preserve. The circuit court granted the motion and allowed plaintiffs leave to file an amended complaint. The court also stayed plaintiffs’ discovery requests as to Mayher.</p>\n    <p id=\"b1017-5\">Plaintiffs filed their amended complaint in October 2002, alleging essentially the same counts in their initial complaint and attaching several exhibits of what they purported to be defendants’ representations of plans for a golf course adjacent to the Preserve, including maps of the subdevelopment and advertisements and items in local newspapers. Plaintiffs also filed a motion for class certification and a motion to compel answers to discovery as to MGM, Distinctive, and Nooner. Mayher renewed his motion to dismiss, which the circuit court continued pending plaintiffs’ response. The court granted plaintiffs’ motion to compel and continued their motion for class certification.</p>\n    <p id=\"b1017-6\">The circuit court later denied Mayher’s motion to dismiss and granted Mayher 28 days to comply with plaintiffs’ discovery requests. Plaintiffs filed new motions to compel defendants to produce tax records, which they argued were indicative of the inflated value of all properties in the Preserve due to defendants’ representations. The trial court denied the motion, but allowed plaintiffs to seek discovery of tax records pertaining to their own properties.</p>\n    <p id=\"b1017-7\">Mayher filed another motion to dismiss plaintiffs’ amended complaint and sought sanctions, arguing that the Village of Orland Park Plan Commission minutes yielded in discovery contradicted plaintiffs’ allegations as to Mayher’s representations concerning the proposed construction of a golf course adjacent to the Preserve. May-her also sought sanctions for failure to conduct a reasonable inquiry as to whether Mayher made the statements plaintiffs alleged in their complaint. The trial court continued the motion and granted plaintiffs leave to file a second amended complaint.</p>\n    <p id=\"b1017-8\">Plaintiffs’ second amended complaint alleged several specific instances spanning from 1997 to 1999 in which defendants made specific representations to plaintiffs that there were plans to build a golf course adjacent to the Preserve while defendants were aware that plans for the golf course had in fact been abandoned in 1996. Plaintiffs alleged claims sounding in consumer fraud, common law fraud, and unjust enrichment.</p>\n    <p id=\"b1017-9\">Mayher and MGM filed another motion to dismiss, arguing that plaintiffs’ allegation that they had abandoned plans to construct the golf course was conclusory and was insufficient to support a claim of <page-number citation-index=\"1\" label=\"1000\">*1000</page-number>knowing deception. Nooner and Distinctive adopted the motion. In a memorandum opinion, the circuit court granted the motion and dismissed plaintiffs’ counts of consumer and common law fraud with prejudice, pursuant to section 2 — 615 of the Code of Civil Procedure (735 ILCS 5/2 — 615, 2 — 619 (West 2002)), finding that plaintiffs had failed to plead sufficient facts to allege that Mayher and MGM had abandoned plans to construct the golf course but continued to represent that planning for the golf course persisted.</p>\n    <p id=\"b1018-5\">Plaintiffs filed a motion to reconsider, which the circuit court denied, finding no just reason to delay enforcement or appeal of the court’s dismissal of the fraud claims, pursuant to Supreme Court Rule 304(a). 155 Ill. 2d R. 304(a).</p>\n    <p id=\"b1018-6\">On appeal, plaintiffs contend that the circuit court erred in dismissing their claims for common law fraud and consumer fraud where it employed an erroneous pleading standard in granting the motion to dismiss and that the court erred in not allowing plaintiffs to replead the claims.</p>\n    <p id=\"b1018-7\">This court reviews the grant of a section 2 — 615 motion to dismiss <em>de novo, </em>and we accept all well-pleaded facts in the complaint as true and draw all reasonable inferences from those facts in favor of the nonmoving party. <em>Krueger v. Lewis, </em>342 Ill. App. 3d 467, 470 (2003). We will uphold the dismissal of a complaint when it clearly appears that no set of facts could be proved under the pleadings that would entitle the plaintiff to relief. <em>Krueger, </em>342 Ill. App. 3d at 470. The plaintiff is not required to set out his or her evidence, but only allege the ultimate facts to be proved. <em>Krueger, </em>342 Ill. App. 3d at 470. However, we will disregard mere conclusions of law or fact unsupported by specific factual allegations. <em>Lipinski v. Martin J. Kelly Oldsmobile, Inc., </em>325 Ill. App. 3d 1139, 1144 (2001).</p>\n    <p id=\"b1018-8\">In order to plead a cause of action for common law fraud, a plaintiff must allege: (1) a false statement of material fact by the defendant; (2) the defendant’s knowledge that the statement was false; (3) the defendant’s intent that the statement induce the plaintiff to act; (4) the plaintiffs reliance on the truth of the statement; and (5) damages resulting from the plaintiffs reliance on the statement. <em>Connick v. Suzuki Motor Co., </em>174 Ill. 2d 482, 496 (1996). A complaint must allege, with specificity and particularity, facts from which fraud is the necessary or probable inference, including what representations were made, who made them, and to whom. <em>Connick, </em>174 Ill. 2d at 496-97.</p>\n    <p id=\"b1018-9\">In order to state a cause of action under the Consumer Fraud Act, a plaintiff must allege: (1) a deceptive act or practice by the defendant; (2) the defendant’s intent that the plaintiff rely on the <page-number citation-index=\"1\" label=\"1001\">*1001</page-number>deception; and (3) that the deception occurred in the course of conduct involving trade and commerce. <em>Weatherman v. Gary-Wheaton Bank of Fox Valley, N.A., </em>186 Ill. 2d 472, 492 (1999). An omission or concealment of a material fact in the conduct of trade or commerce constitutes a deceptive act. 815 ILCS 505/2 (West 2002). A material fact is one which a buyer would be expected to rely on in deciding whether to make a particular purchase. <em>Connick, </em>174 Ill. 2d at 505. Where a plaintiff claims consumer fraud on the premise that the defendant concealed or omitted material facts from potential buyers with the intent that the buyers rely on such a concealment or omission, a plaintiff must allege that the fact omitted or concealed was known to the defendant at the time of concealment. <em>Miller v. William </em>Chevrolet/<em>GEO, Inc., </em>326 Ill. App. 3d 642, 658 (2001). Furthermore, a valid claim must show that the concealment or omission proximately caused the plaintiffs injury. <em>Connick, </em>174 Ill. 2d at 501.</p>\n    <p id=\"b1019-4\">Here, the circuit court dismissed counts I and II of plaintiffs’ second amended complaint on the basis that the exhibits attached failed to support the allegation that defendants had abandoned plans to construct a golf course adjacent to the Preserve in 1996 but continued to hold out that plans for its development were still underway when plaintiffs bought their properties between 1997 and 2000. The exhibits cited by plaintiffs — the transcribed minutes from an Orland Park Plan Commission meeting in May 2000, a newspaper article from March 2001, and Orland Park Mayor Dan McLaughlin’s deposition — all indicated that plans for the golf course had been abandoned by the developers, but there was no indication as to exactly when that occurred.</p>\n    <p id=\"b1019-5\">The parties make reference to several depositions, but only McLaughlin’s appears transcribed in the record before us. In it, McLaughlin testified that he met with Mayher while development of the Preserve was still in the planning stages. They discussed the possibility of appropriating the land owned by three separate individuals for a planned unit development, with enough acreage interspersed to house a golf course, “[a]nd then they’d have the option of building around it, and then the area to the south would still be somewhat commercial or industrial.” McLaughlin stated that after that meeting, the date of which he could not recall, Mayher “apparently approached the other property owners,” but that after that, plans for the golf course “never went anywhere.” He had spoken to McLaughlin “a couple of times” after the meeting, and McLaughlin represented that no progress on the golf course had been made, and that those conversations took place when Mayher was still in the process of planning the Preserve.</p>\n    <p id=\"b1020-4\"><page-number citation-index=\"1\" label=\"1002\">*1002</page-number>McLaughlin identified the plans for the development of Marley Creek, which were submitted to the Orland Park Village Board in July 1997, and which did not clearly indicate whether or not there were plans to construct a golf course adjacent to the development. McLaughlin did not recall having any conversations with Mayher or any of the other developers or their agents concerning the construction of a golf course after that date, but he did recall seeing preliminary plans for a golf course from an MGM planner at some point. He also stated that the village board had been in discussions with Davidson Concrete to locate a manufacturing plant in the same area as the Preserve before Mayher and MGM submitted the final plans for the development’s construction. McLaughlin did not have personal knowledge as to whether defendants had made definite representations concerning construction of the golf course to their eventual and potential buyers.</p>\n    <p id=\"b1020-5\">The Orland Park Village Board Plan Commission minutes from May 23, 2000, contained an item concerning plans for the proposed Orland Park Business Center, with Mayher listed as one of the petitioners. Another petitioner, Duane Linden, stated that plans for the golf course adjacent to the Preserve were conceived in 1996 and that he had drafted preliminary sketches for its development, but that plans were abandoned when a middle parcel of land could not be acquired. Residents present at the meeting indicated that MGM’s answering service still referenced plans for a golf course adjacent to the Preserve and that they would still like a golf course to be built and had concerns about the proposed construction of the concrete plant on that site. Mayher stated that the development of the golf course was always proposed but was never a “for sure thing.” John Coghill, who owned 200 acres west of the Preserve, stated that he and Mayher attempted to finalize plans for the golf course but were unable to acquire the remaining necessary land from a third owner, while Linden indicated that an executive-sized golf course could still be constructed on the property.</p>\n    <p id=\"b1020-6\">A March 28, 2001, article from The Star newspaper quoted McLaughlin as confirming that the golf course was included in the initial plans for Marley Creek, but that one of the necessary parties to its development “changed his mind and that put the kibosh on it.”</p>\n    <p id=\"b1020-7\">Plaintiffs contend on appeal that the circuit court held them to an improper pleading standard, arguing that they were not required to allege exactly when defendants abandoned plans for the golf course. They contend that Illinois law does not require complainants pleading fraud to allege with specificity when the defendant came up with a deceptive scheme, acquired knowledge of the alleged undisclosed facts, or knowledge of the falsity of those undisclosed facts. We disagree.</p>\n    <p id=\"b1021-4\"><page-number citation-index=\"1\" label=\"1003\">*1003</page-number>Under Illinois law, plaintiffs pleading fraud claims must allege that defendants knew of defect or undisclosed material facts at the time that the plaintiffs were induced to purchase a product or service. See <em>Miller, </em>326 Ill. App. 3d at 658. The named plaintiffs all purchased their properties in the Preserve between 1997 and 2000. In order to successfully plead fraud, plaintiffs had to allege that defendants knew that plans for the golf course had been abandoned at the times plaintiffs purchased their properties. Their complaint asserts that defendants had that knowledge in 1996, prior to each sale of each of their properties. However, the exhibits attached in support of that allegation fail to establish when plans for the golf course were abandoned — only that they were abandoned at an unspecified time— and when defendants came to know of their abandonment. Indeed, the record indicates that MGM was open to the idea of constructing a golf course in the Preserve as recently as May of 2000. For plaintiffs to allege that defendants must have known that plans for the golf course were abandoned before each of them purchased their properties, with only vague assertions of fact as to exactly when the plans were abandoned, was conclusory and was insufficient to support the element of defendants’ knowing omission or concealment necessary to assert claims for common law fraud and consumer fraud. Accordingly, we find that the trial court was not in error in dismissing those counts in plaintiffs’ second amended complaint.</p>\n    <p id=\"b1021-5\">Plaintiffs also contend that the trial court erred in not allowing them to replead their claims for common law and consumer fraud. They argue that the court abused its discretion because discovery was not yet completed and because the court erroneously assumed that plaintiffs’ claims turned solely on whether defendants abandoned plans for the golf course in 1996, and that some plaintiffs’ claims could still be valid even if they were abandoned at a later date. We disagree.</p>\n    <p id=\"b1021-6\">A plaintiff has no absolute right to amend a pleading, and the decision to grant or deny an amended complaint is within the sound discretion of the trial court, whose decision will not be disturbed absent an abuse of discretion. <em>Century-National Insurance Co. v. Tracy, </em>316 Ill. App. 3d 639, 646 (2000); <em>Schenker v. Chicago Title &amp; Trust Co., </em>128 Ill. App. 3d 488, 491 (1984). Trial courts should exercise their discretion liberally in favor of allowing amendments where doing so furthers the ends of justice. <em>Muirfield Village-Vernon Hills, LLC v. K. Reinke, Jr., &amp; Co., </em>349 Ill. App. 3d 178, 195 (2004).</p>\n    <p id=\"b1021-7\">In deciding whether or not to allow a plaintiff to amend his or her complaint, a trial court is to consider whether: (1) the proposed amendment would cure the defective pleading; (2) the other parties <page-number citation-index=\"1\" label=\"1004\">*1004</page-number>would be prejudiced or surprised by the proposed amended complaint; (3) the plaintiff had previous opportunities to amend the complaint; and (4) the proposed amendment is timely. <em>Muirfield Village-Vernon Hills, </em>349 Ill. App. 3d at 195-96.</p>\n    <p id=\"b1022-3\">In this case, the circuit court denied plaintiffs the opportunity to replead their fraud claims based on their efficacy and the prior opportunities to amend. The parties had been participating in discovery for seven months; plaintiffs had taken several depositions and had been proffered numerous documents by defendants, and had no outstanding discovery requests at the time of dismissal. Plaintiffs were not able to allege when defendants became aware that plans for constructing the golf course adjacent to the Preserve had been abandoned, despite having filed their claims on three occasions, with the trial court granting several extensions in between filings. As stated above, plaintiffs were required to allege that defendants knew that the plans for the golf course had been abandoned at the times that they sold properties to plaintiffs. Plaintiffs were not able to allege when that occurred, only that it did occur at some time. Without that specific allegation, their claims of fraud were insufficient on their face. We fail to see how repleading would have aided in their survival or furthered the ends of justice. Accordingly, we conclude that the circuit court did not abuse its discretion in denying plaintiffs the opportunity to amend their fraud claims.</p>\n    <p id=\"b1022-4\">For the forgoing reasons, we affirm the judgment of the circuit court.</p>\n    <p id=\"b1022-5\">Affirmed.</p>\n    <p id=\"b1022-6\">QUINN, PJ., and THEIS, J., concur.</p>\n  </opinion>\n</casebody>\n"}}
